<?php
/*
Template Name: Custom privacy-hi Page
*/
get_header('custom-hi'); 
 
 ?>
<section class="page-title-area text-white bg_cover" style="background-image: url(<?php echo get_stylesheet_directory_uri(); ?>/assets/images/gallery/5.jpg);">
            <div class="container">
                <!--======  Page-title-Inner ======-->
                <div class="page-title-inner text-center">
                    <h1 class="page-title"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">प्राइवेसी पालिसी</font></font></h1>
                    <div class="gd-breadcrumb">
                        <span class="breadcrumb-entry"><a href="/index-hi"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">होम</font></font></a></span>
                        <span class="separator"></span>
                        <span class="breadcrumb-entry active"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">प्राइवेसी पालिसी</font></font></span>
                    </div>
                </div>
            </div>
        </section>
        <!-- start blog_wrap -->
    <section class="blog_wrap pt_90">
        <div class="container">
            <div class="row">
                <div class="col-lg-12 col-md-12 col-sm-12 col-xs-12 cus_pad_left">
                    <div class="blog_content blog_single_content pb_100">
                        <div class="blog_single_item wow fadeInUp" style="visibility: visible; animation-name: fadeInUp;">
                           
                            <br>
                           <p> यह प्राइवेसी पालिसी आपकी जानकारी के संग्रह, उपयोग और प्रकटीकरण पर हमारी नीतियों और प्रक्रियाओं का वर्णन करती है और आपको आपके गोपनीयता अधिकारों के बारे में बताती है और इसके लिए कानून आपकी रक्षा कैसे करता है।
                            हम आपके व्यक्तिगत डेटा का उपयोग आपको सेवा प्रदान करने और हमारी सर्विसेज को बेहतर बना के लिए करते  हैं। इस प्राइवेसी पालिसी के अनुसार आप अपनी जानकारी के संग्रह और उपयोग के लिए सहमत हैं।
                           </p><br>
                           <h3>परिभाषाएं</h3><br>
                            <p>संबद्ध का मतलब एक इकाई है जो किसी पार्टी को नियंत्रित करती है, या उसके साथ सामान्य नियंत्रण में है, जहां "नियंत्रण" का अर्थ है 50% या अधिक शेयरों, इक्विटी ब्याज या अन्य प्रतिभूतियों का स्वामित्व जो निदेशकों या अन्य प्रबंध प्राधिकारी के चुनाव के लिए वोट देने के हकदार हैं। 
                            </p><br>
                            <p><strong>कंपनी </strong>(इस अनुबंध में "कंपनी", "हम", या "हमारा" के रूप में) मेरा फार्महाउस को संदर्भित करती है।</p><br>
                           
                            <p><strong>डिवाइस </strong>का मतलब कोई भी उपकरण है जिस पर इस सेवा का उपयोग हो सकता है जैसे कंप्यूटर, सेलफोन या डिजिटल टैबलेट।</p><br>
                            
                            <p><strong>आपका </strong> मतलब सेवा, या कंपनी, या अन्य कानूनी इकाई है जिस के अन्तर्कत कोई व्यक्ति सेवा तक पहुंच या उपयोग कर रहा है।</p><br>
                           
                            <h5>डेटा का उपयोग</h5><br>
                            <p>उपयोग डेटा में आपके डिवाइस का इंटरनेट प्रोटोकॉल पता (उदाहरण के लिए आईपी पता), ब्राउज़र प्रकार, ब्राउज़र संस्करण, हमारी सेवा के वे पृष्ठ जिन पर आप जाते हैं, आपकी यात्रा का समय और तारीख, उन पृष्ठों पर बिताया गया समय, अद्वितीय डिवाइस पहचानकर्ता और अन्य नैदानिक डेटा जैसी जानकारी शामिल हो सकती है। 
                            </p><br>
                           <p> जब आप किसी मोबाइल डिवाइस से या उसके माध्यम से सेवा का उपयोग करते हैं, तो हम स्वचालित रूप से कुछ जानकारी एकत्र कर सकते हैं, जिसमें आपके द्वारा उपयोग किए जाने वाले मोबाइल डिवाइस का प्रकार, आपके मोबाइल डिवाइस की विशिष्ट आईडी, आपके मोबाइल डिवाइस का आईपी पता, आपका मोबाइल ऑपरेटिंग सिस्टम, आपके द्वारा उपयोग किए जाने वाले मोबाइल इंटरनेट ब्राउज़र का प्रकार, अद्वितीय डिवाइस पहचानकर्ता और अन्य नैदानिक डेटा शामिल है, लेकिन यह इन्हीं तक सीमित नहीं है।
                            हम वह जानकारी भी एकत्र कर सकते हैं जो आपका ब्राउज़र तब भेजता है जब आप हमारी सेवा पर आते हैं या जब आप मोबाइल डिवाइस के माध्यम से सेवा का उपयोग करते हैं।
                           </p><br>
                           <h5>एप्लिकेशन का उपयोग करते समय जानकारी एकत्रित की गई</h5><br>
                            <p>एप्लिकेशन का उपयोग करते समय एकत्रित की गई जानकारी</p><br>
                           <p>हमारे एप्लिकेशन का उपयोग करते समय, हमारे एप्लिकेशन की विशेषताएं प्रदान करने के लिए, हम आपकी पूर्व अनुमति से निम्नलिखित जानकारी एकत्र कर सकते हैं:</p><br>
                            <p><strong>आपका खाता प्रबंधित करने के लिए:</strong> सेवा के उपयोगकर्ता के रूप में अपना पंजीकरण प्रबंधित करने के लिए। आपके द्वारा प्रदान किया गया व्यक्तिगत डेटा आपको सेवा की विभिन्न कार्यात्मकताओं तक पहुंच प्रदान कर सकता है जो एक पंजीकृत उपयोगकर्ता के रूप में आपके लिए उपलब्ध हैं।</p><br>
                       <br>
                           <p><strong>आपसे संपर्क करने के लिए:</strong> ईमेल, टेलीफोन कॉल, एसएमएस, या इलेक्ट्रॉनिक संचार के अन्य समकक्ष रूपों द्वारा आपसे संपर्क करने के लिए, जैसे कि सुरक्षा अपडेट सहित कार्यात्मकताओं, उत्पादों या अनुबंधित सेवाओं से संबंधित अपडेट या सूचनात्मक संचार के बारे में मोबाइल एप्लिकेशन की पुष सूचनाएं, जब उनके कार्यान्वयन के लिए आवश्यक या उचित हो।
                            </p><br>
                            <p>आपको अन्य वस्तुओं, सेवाओं और घटनाओं के बारे में समाचार, विशेष ऑफ़र और सामान्य जानकारी हम प्रदान करते हैं जिन्हें आपने पहले खरीदा है या जिनके बारे में पूछताछ की है जब तक कि आपने ऐसी जानकारी प्राप्त न करने का विकल्प नहीं चुना है।
                            </p><br>  
                          <p><strong>आपके अनुरोधों को प्रबंधित करने के लिए:</strong> हम आपके अनुरोधों को सुनते है और उन्हें प्रबंधित कराते है।
                           </p><br>
                            <p><strong>व्यवसाय हस्तांतरण के लिए:</strong> हम आपकी जानकारी का उपयोग विलय, विनिवेश, पुनर्गठन, विघटन, या हमारी कुछ या सभी परिसंपत्तियों की अन्य बिक्री या हस्तांतरण का मूल्यांकन या संचालन करने के लिए कर सकते हैं, चाहे एक चालू चिंता के रूप में या दिवालियापन, परिसमापन के हिस्से के रूप में। या इसी तरह की कार्यवाही, जिसमें हमारी सेवा उपयोगकर्ताओं के बारे में हमारे पास मौजूद व्यक्तिगत डेटा हस्तांतरित संपत्तियों में से एक है।
                             </p><br>
                             <p><strong> सहयोगियों के साथ:</strong> हम आपकी जानकारी अपने सहयोगियों के साथ साझा कर सकते हैं, ऐसी स्थिति में हमें उन सहयोगियों से इस प्राइवेसी पालिसी का सम्मान करने की आवश्यकता होगी। सहयोगियों में हमारी मूल कंपनी और कोई अन्य सहायक, संयुक्त उद्यम भागीदार या अन्य कंपनियां शामिल हैं जिन्हें हम नियंत्रित करते हैं या जो हमारे साथ सामान्य नियंत्रण में हैं।
                             </p><br>
                               <h3> आपके व्यक्तिगत डेटा का प्रतिधारण</h3><br>
                            <p>कंपनी आपका व्यक्तिगत डेटा केवल तब तक ही रखेगी जब तक इस प्राइवेसी पालिसी में निर्धारित उद्देश्यों के लिए आवश्यक हो। हम अपने कानूनी दायित्वों का पालन करने के लिए आवश्यक सीमा तक आपके व्यक्तिगत डेटा को बनाए रखेंगे और उसका उपयोग करेंगे (उदाहरण के लिए, यदि हमें लागू कानूनों का अनुपालन करने के लिए आपके डेटा को बनाए रखना आवश्यक है), विवादों को हल करें, और हमारे कानूनी समझौतों और नीतियों को लागू करें।
                            </p><br>
                            <h3>आपके व्यक्तिगत डेटा का स्थानांतरण</h3><br>
                            <p>इस प्राइवेसी पालिसी  के प्रति आपकी सहमति और उसके बाद ऐसी जानकारी प्रस्तुत करना उस हस्तांतरण के प्रति आपकी सहमति को दर्शाता है।</p><br>
                            <p>कंपनी यह सुनिश्चित करने के लिए उचित रूप से आवश्यक सभी कदम उठाएगी कि आपका डेटा सुरक्षित रूप से और इस प्राइवेसी पालिसी के अनुसार व्यवहार किया जाए और आपके व्यक्तिगत डेटा और अन्य व्यक्तिगत जानकारी का कोई भी हस्तांतरण किसी संगठन या देश में तब तक नहीं होगा जब तक कि सुरक्षा सहित पर्याप्त नियंत्रण न हो।
                            </p><br>
                                <h3>अपना व्यक्तिगत डेटा हटाएं</h3><br>
                            <p>आपके पास आपके बारे में एकत्र किए गए व्यक्तिगत डेटा को हटाने में सहायता करने का अनुरोध करने का अधिकार है।</p><br>
                            <h3>आपके व्यक्तिगत डेटा का खुलासा</h3><br>
                            <h5>व्यापार में लेन देन</h5>
                           <p>यदि कंपनी विलय, अधिग्रहण या परिसंपत्ति बिक्री में शामिल है, तो आपका व्यक्तिगत डेटा स्थानांतरित किया जा सकता है। आपका व्यक्तिगत डेटा स्थानांतरित होने और एक अलग प्राइवेसी पालिसी के अधीन होने से पहले हम नोटिस प्रदान करेंगे।
                            </p><br>
                            <h5>अन्य कानूनी आवश्यकताएँ</h5><br>
                        
                            <p>
                                </p><ul><li>कंपनी आपके व्यक्तिगत डेटा का खुलासा इस सद्भावना विश्वास के साथ कर सकती है कि ऐसी कार्रवाई आवश्यक है:</li>
                            
                            <li> कानूनी दायित्व का पालन करने के लिए</li>
                            
                            <li>कंपनी के अधिकारों या संपत्ति की रक्षा और बचाव के लिए</li>
                            
                            <li> सेवा के संबंध में संभावित गलत कार्यों की जाँच और रोकने के लिए</li>
                            
                            <li>सेवा के उपयोगकर्ताओं या जनता की व्यक्तिगत सुरक्षा की रक्षा करने के लिए</li>
                            
                            <li> कानूनी दायित्व से बचाव करने के लिए</li></ul><p></p><br>
                           <h3>बच्चों की गोपनीयता</h3>
                           <p> चाइल्ड प्राइवेसी</p><br>
                           <h3> अन्य वेब साइटों के लिंक</h3><br>
                           <p>हमारी सेवा में अन्य वेबसाइटों के लिंक शामिल हो सकते हैं जो हमारे द्वारा संचालित नहीं हैं। यदि आप किसी तीसरे पक्ष के लिंक पर क्लिक करते हैं, तो आपको उस तीसरे पक्ष की साइट पर निर्देशित किया जाएगा। हम आपको दृढ़तापूर्वक सलाह देते हैं कि आप जिस भी साइट पर जाएं उनकी प्राइवेसी पालिसी की समीक्षा करें।
                             </p><br>
                            <h3>इस गोपनीयता नीति में परिवर्तन</h3> <br>
                           <p> इस प्राइवेसी पालिसी में परिवर्तन</p><br>
                           <p> हम समय-समय पर अपनी प्राइवेसी पालिसी को अपडेट कर सकते हैं। हम इस पृष्ठ पर नई प्राइवेसी पालिसी पोस्ट करके आपको किसी भी बदलाव के बारे में सूचित करेंगे।</p>
                           <p>परिवर्तन प्रभावी होने से पहले हम आपको ईमेल और/या हमारी सेवा पर एक प्रमुख सूचना के माध्यम से बताएंगे और इस प्राइवेसी पालिसी के शीर्ष पर "अंतिम अद्यतन" तिथि अपडेट करेंगे।
                        </p>
                           <p> आपको किसी भी बदलाव के लिए समय-समय पर इस प्राइवेसी पालिसी की समीक्षा करने की सलाह दी जाती है। इस प्राइवेसी पालिसी में परिवर्तन तब प्रभावी होते हैं जब वे इस पृष्ठ पर पोस्ट किए जाते हैं।
                           </p><br>
                            <h3> संपर्क करें</h3><br>
                            <p>यदि इस प्राइवेसी पालिसी के बारे में आपके कोई प्रश्न हैं, तो आप हमसे यहां संपर्क कर सकते हैं: info@merafarmhouse.com</p><br>
                               
                        </div> 
                    </div>
                </div>
                
            </div>
        </div>
    </section>
    <?php get_footer('custom-hi'); ?>