<?php
/*
Template Name: Custom privacy-bi Page
*/
get_header('custom-bi');

?>
<!--====== Start Page-title-area section ======-->
<section class="page-title-area text-white bg_cover"
    style="background-image: url(<?php echo get_stylesheet_directory_uri(); ?>/assets/images/gallery/5.jpg);">
    <div class="container">
        <!--======  Page-title-Inner ======-->
        <div class="page-title-inner text-center">
            <h1 class="page-title">
                <font style="vertical-align: inherit;">
                    <font style="vertical-align: inherit;">ਪ੍ਰਾਈਵੇਸੀ ਪਾਲਿਸੀ</font>
                </font>
            </h1>
            <div class="gd-breadcrumb">
                <span class="breadcrumb-entry"><a href="/index-bi"> ਹੋਮ</a></span>
                <span class="separator"></span>
                <span class="breadcrumb-entry active">
                    <font style="vertical-align: inherit;">
                        <font style="vertical-align: inherit;">ਪ੍ਰਾਈਵੇਸੀ ਪਾਲਿਸੀ</font>
                    </font>
                </span>
            </div>
        </div>
    </div>
</section>
<!-- start blog_wrap -->
<section class="blog_wrap pt_90">
    <div class="container">
        <div class="row">
            <div class="col-lg-12 col-md-12 col-sm-12 col-xs-12 cus_pad_left">
                <div class="blog_content blog_single_content pb_100">
                    <div class="blog_single_item wow fadeInUp" style="visibility: visible; animation-name: fadeInUp;">

                        <br>
                        <p> ਇਹ ਪਰਾਈਵੇਸੀ ਪਾਲਿਸੀ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਦੇ ਸੰਗ੍ਰਹਿ, ਵਰਤੋਂ ਅਤੇ ਖੁਲਾਸੇ ਬਾਰੇ ਸਾਡੀਆਂ ਨੀਤੀਆਂ ਅਤੇ
                            ਪ੍ਰਕਿਰਿਆਵਾਂ ਦਾ ਵਰਣਨ ਕਰਦੀ ਹੈ ਜਦੋਂ ਤੁਸੀਂ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋ ਅਤੇ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਪਰਾਈਵੇਸੀ
                            ਅਧਿਕਾਰਾਂ ਬਾਰੇ ਦੱਸਦੀ ਹੈ ਅਤੇ ਕਾਨੂੰਨ ਤੁਹਾਡੀ ਸੁਰੱਖਿਆ ਕਿਵੇਂ ਕਰਦਾ ਹੈ।
                            ਅਸੀਂ ਸੇਵਾ ਪ੍ਰਦਾਨ ਕਰਨ ਅਤੇ ਬਿਹਤਰ ਬਣਾਉਣ ਲਈ ਤੁਹਾਡੇ ਨਿੱਜੀ ਡੇਟਾ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਾਂ। ਸੇਵਾ ਦੀ ਵਰਤੋਂ
                            ਕਰਕੇ, ਤੁਸੀਂ ਇਸ ਪਰਾਈਵੇਸੀ ਪਾਲਿਸੀ ਦੇ ਅਨੁਸਾਰ ਜਾਣਕਾਰੀ ਦੇ ਸੰਗ੍ਰਹਿ ਅਤੇ ਵਰਤੋਂ ਲਈ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ।
                        </p><br>
                        <h3> ਵਿਆਖਿਆ ਅਤੇ ਪਰਿਭਾਸ਼ਾਵਾਂ</h3>
                        <br>
                        <h5>ਵਿਆਖਿਆ</h5>
                        <br>
                        <p> ਜਿਨ੍ਹਾਂ ਸ਼ਬਦਾਂ ਦੇ ਸ਼ੁਰੂਆਤੀ ਅੱਖਰ ਨੂੰ ਵੱਡੇ ਅੱਖਰਾਂ ਵਿੱਚ ਲਿਖਿਆ ਗਿਆ ਹੈ ਉਹਨਾਂ ਦੇ ਅਰਥ ਹੇਠ ਲਿਖੀਆਂ
                            ਸ਼ਰਤਾਂ ਅਧੀਨ ਪਰਿਭਾਸ਼ਿਤ ਕੀਤੇ ਗਏ ਹਨ। ਹੇਠ ਲਿਖੀਆਂ ਪਰਿਭਾਸ਼ਾਵਾਂ ਦਾ ਇੱਕੋ ਹੀ ਅਰਥ ਹੋਵੇਗਾ ਭਾਵੇਂ ਉਹ
                            ਇਕਵਚਨ ਜਾਂ ਬਹੁਵਚਨ ਵਿੱਚ ਦਿਖਾਈ ਦੇਣ।
                        </p><br>
                        <h3> ਪਰਿਭਾਸ਼ਾਵਾਂ</h3>
                        <br>
                        <p> ਇਸ ਪਰਾਈਵੇਸੀ ਪਾਲਿਸੀ ਦੇ ਉਦੇਸ਼ਾਂ ਲਈ:</p><br>
                        <p> ਖਾਤੇ ਦਾ ਅਰਥ ਹੈ ਸਾਡੀ ਸੇਵਾ ਜਾਂ ਸਾਡੀ ਸੇਵਾ ਦੇ ਹਿੱਸਿਆਂ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਲਈ ਬਣਾਇਆ ਗਿਆ ਇੱਕ
                            ਵਿਲੱਖਣ ਖਾਤਾ।
                        </p><br>
                        <p>ਐਫੀਲੀਏਟ ਦਾ ਅਰਥ ਹੈ ਅਜਿਹੀ ਇਕਾਈ ਜੋ ਕਿਸੇ ਪਾਰਟੀ ਦੁਆਰਾ ਨਿਯੰਤਰਿਤ, ਜਾਂ ਸਾਂਝੇ ਨਿਯੰਤਰਣ ਅਧੀਨ ਹੈ, ਜਿੱਥੇ
                            "ਨਿਯੰਤਰਣ" ਦਾ ਅਰਥ ਹੈ 50% ਜਾਂ ਇਸ ਤੋਂ ਵੱਧ ਸ਼ੇਅਰਾਂ, ਇਕੁਇਟੀ ਵਿਆਜ ਜਾਂ ਹੋਰ ਪ੍ਰਤੀਭੂਤੀਆਂ ਦੀ ਮਾਲਕੀ ਜੋ
                            ਡਾਇਰੈਕਟਰਾਂ ਜਾਂ ਹੋਰ ਪ੍ਰਬੰਧਕੀ ਅਥਾਰਟੀ ਦੀ ਚੋਣ ਲਈ ਵੋਟ ਪਾਉਣ ਦੇ ਹੱਕਦਾਰ ਹਨ।
                        </p><br>
                        <p> ਐਪਲੀਕੇਸ਼ਨ ਮੇਰਾ ਫਾਰਮ ਹਾਊਸ, ਕੰਪਨੀ ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤੇ ਗਏ ਸਾਫਟਵੇਅਰ ਪ੍ਰੋਗਰਾਮ ਦਾ ਹਵਾਲਾ ਦਿੰਦੀ ਹੈ।
                        </p><br>
                        <p> ਕੰਪਨੀ (ਇਸ ਇਕਰਾਰਨਾਮੇ ਵਿੱਚ "ਕੰਪਨੀ", "ਅਸੀਂ", "ਸਾਡੇ") ਮੇਰਾ ਫਾਰਮਹਾਊਸ ਦਾ ਹਵਾਲਾ ਦਿੰਦਾ ਹੈ।
                        </p><br>
                        <p>ਦੇਸ਼ ਦਾ ਅਰਥ: ਭਾਰਤ</p><br>
                        <p>ਡਿਵਾਈਸ ਦਾ ਅਰਥ ਹੈ ਕੋਈ ਵੀ ਡਿਵਾਈਸ ਜੋ ਸੇਵਾ ਤੱਕ ਪਹੁੰਚ ਕਰ ਸਕਦੀ ਹੈ ਜਿਵੇਂ ਕਿ ਇੱਕ ਕੰਪਿਊਟਰ, ਇੱਕ ਸੈਲਫੋਨ
                            ਜਾਂ ਇੱਕ ਡਿਜੀਟਲ ਟੈਬਲੇਟ।
                        </p><br>
                        <p> ਨਿੱਜੀ ਡੇਟਾ ਕੋਈ ਵੀ ਜਾਣਕਾਰੀ ਹੈ ਜੋ ਕਿਸੇ ਪਛਾਣੇ ਜਾਂ ਪਛਾਣੇ ਜਾਣ ਵਾਲੇ ਵਿਅਕਤੀ ਨਾਲ ਸਬੰਧਤ ਹੈ।
                        </p><br>
                        <p> ਸੇਵਾ ਐਪਲੀਕੇਸ਼ਨ ਦਾ ਹਵਾਲਾ ਦਿੰਦੀ ਹੈ। </p><br>
                        <p>ਸੇਵਾ ਪ੍ਰਦਾਤਾ ਦਾ ਮਤਲਬ ਹੈ ਕੋਈ ਵੀ ਕੁਦਰਤੀ ਜਾਂ ਕਾਨੂੰਨੀ ਵਿਅਕਤੀ ਜੋ ਕੰਪਨੀ ਦੀ ਤਰਫੋਂ ਡੇਟਾ ਦੀ ਪ੍ਰਕਿਰਿਆ
                            ਕਰਦਾ ਹੈ। ਇਹ ਸੇਵਾ ਦੀ ਸਹੂਲਤ ਲਈ, ਕੰਪਨੀ ਦੀ ਤਰਫੋਂ ਸੇਵਾ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ, ਸੇਵਾ ਨਾਲ ਸਬੰਧਤ ਸੇਵਾਵਾਂ
                            ਨਿਭਾਉਣ ਲਈ ਜਾਂ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ ਵਿੱਚ ਕੰਪਨੀ ਦੀ ਸਹਾਇਤਾ ਕਰਨ ਲਈ
                            ਕੰਪਨੀ ਦੁਆਰਾ ਨਿਯੁਕਤ ਤੀਜੀ-ਧਿਰ ਦੀਆਂ ਕੰਪਨੀਆਂ ਜਾਂ ਵਿਅਕਤੀਆਂ ਦਾ ਹਵਾਲਾ ਦਿੰਦੀ ਹੈ।
                        </p><br>
                        <p>ਵਰਤੋਂ ਡੇਟਾ ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ ਇਕੱਤਰ ਕੀਤੇ ਡੇਟਾ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ, ਜਾਂ ਤਾਂ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਦੁਆਰਾ ਜਾਂ
                            ਸੇਵਾ ਦੇ ਬੁਨਿਆਦੀ ਢਾਂਚੇ ਤੋਂ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ (ਉਦਾਹਰਨ ਲਈ, ਇੱਕ ਪੰਨੇ ਦੇ ਦੌਰੇ ਦੀ ਮਿਆਦ)।
                        </p><br>
                        <p> ਤੁਹਾਡਾ ਮਤਲਬ ਹੈ ਸੇਵਾ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਵਾਲਾ ਜਾਂ ਵਰਤ ਰਿਹਾ ਵਿਅਕਤੀ, ਜਾਂ ਕੰਪਨੀ, ਜਾਂ ਹੋਰ ਕਾਨੂੰਨੀ ਹਸਤੀ
                            ਜਿਸ ਦੀ ਤਰਫੋਂ ਅਜਿਹਾ ਵਿਅਕਤੀ ਸੇਵਾ ਤੱਕ ਪਹੁੰਚ ਕਰ ਰਿਹਾ ਹੈ ਜਾਂ ਵਰਤ ਰਿਹਾ ਹੈ, ਜਿਵੇਂ ਕਿ ਲਾਗੂ ਹੋਵੇ।
                        </p><br>
                        <h3>ਤੁਹਾਡੇ ਨਿੱਜੀ ਡੇਟਾ ਨੂੰ ਇਕੱਠਾ ਕਰਨਾ ਅਤੇ ਵਰਤਣਾ</h3><br>

                        <h4>ਇਕੱਤਰ ਕੀਤੇ ਡੇਟਾ ਦੀਆਂ ਕਿਸਮਾਂ</h4><br>

                        <h5> ਨਿਜੀ ਸੂਚਨਾ</h5><br>
                        <p> ਸਾਡੀ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਸਮੇਂ, ਅਸੀਂ ਤੁਹਾਨੂੰ ਕੁਝ ਨਿੱਜੀ ਤੌਰ 'ਤੇ ਪਛਾਣਨ ਯੋਗ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ
                            ਕਹਿ ਸਕਦੇ ਹਾਂ ਜੋ ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਜਾਂ ਪਛਾਣ ਕਰਨ ਲਈ ਵਰਤੀ ਜਾ ਸਕਦੀ ਹੈ। ਨਿੱਜੀ ਤੌਰ 'ਤੇ ਪਛਾਣਨ
                            ਯੋਗ ਜਾਣਕਾਰੀ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਸਕਦਾ ਹੈ, ਪਰ ਇਹਨਾਂ ਤੱਕ ਸੀਮਿਤ ਨਹੀਂ ਹੈ:
                        </p><br>
                        <p>ਈਮੇਲ ਪਤਾ</p><br>
                        <p> ਪਹਿਲਾ ਨਾਮ ਅਤੇ ਆਖਰੀ ਨਾਮ </p><br>
                        <p>ਫੋਨ ਨੰਬਰ</p><br>
                        <p>ਪਤਾ, ਰਾਜ, ਸੂਬਾ, ਜ਼ਿਪ/ਪੋਸਟਲ ਕੋਡ, ਸ਼ਹਿਰ</p><br>
                        <h3>ਵਰਤੋਂ ਡੇਟਾ</h3><br>
                        <p>ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਸਮੇਂ ਵਰਤੋਂ ਡੇਟਾ ਆਪਣੇ ਆਪ ਇਕੱਤਰ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।</p><br>
                        <p>
                            ਵਰਤੋਂ ਡੇਟਾ ਵਿੱਚ ਜਾਣਕਾਰੀ ਸ਼ਾਮਲ ਹੋ ਸਕਦੀ ਹੈ ਜਿਵੇਂ ਕਿ ਤੁਹਾਡੀ ਡਿਵਾਈਸ ਦਾ ਇੰਟਰਨੈਟ ਪ੍ਰੋਟੋਕੋਲ ਪਤਾ
                            (ਜਿਵੇਂ ਕਿ IP ਪਤਾ), ਬ੍ਰਾਊਜ਼ਰ ਦੀ ਕਿਸਮ, ਬ੍ਰਾਊਜ਼ਰ ਸੰਸਕਰਣ, ਸਾਡੀ ਸੇਵਾ ਦੇ ਪੰਨੇ ਜਿਨ੍ਹਾਂ 'ਤੇ ਤੁਸੀਂ
                            ਜਾਂਦੇ ਹੋ, ਤੁਹਾਡੀ ਮੁਲਾਕਾਤ ਦਾ ਸਮਾਂ ਅਤੇ ਮਿਤੀ, ਉਹਨਾਂ ਪੰਨਿਆਂ 'ਤੇ ਬਿਤਾਇਆ ਸਮਾਂ, ਵਿਲੱਖਣ ਡਿਵਾਈਸ,
                            ਪਛਾਣਕਰਤਾ ਅਤੇ ਹੋਰ ਡਾਇਗਨੌਸਟਿਕ ਡੇਟਾ।
                        </p><br>
                        <p>ਜਦੋਂ ਤੁਸੀਂ ਕਿਸੇ ਮੋਬਾਈਲ ਡਿਵਾਈਸ ਦੁਆਰਾ ਸੇਵਾ ਤੱਕ ਪਹੁੰਚ ਕਰਦੇ ਹੋ, ਤਾਂ ਅਸੀਂ ਕੁਝ ਜਾਣਕਾਰੀ ਆਪਣੇ ਆਪ
                            ਇਕੱਠੀ ਕਰ ਸਕਦੇ ਹਾਂ, ਜਿਸ ਵਿੱਚ ਤੁਹਾਡੇ ਦੁਆਰਾ ਵਰਤੀ ਜਾਂਦੀ ਮੋਬਾਈਲ ਡਿਵਾਈਸ ਦੀ ਕਿਸਮ, ਤੁਹਾਡੀ ਮੋਬਾਈਲ
                            ਡਿਵਾਈਸ ਦੀ ਵਿਲੱਖਣ ID, ਤੁਹਾਡੇ ਮੋਬਾਈਲ ਡਿਵਾਈਸ ਦਾ IP ਪਤਾ, ਤੁਹਾਡਾ ਮੋਬਾਈਲ, ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ, ਤੁਹਾਡੇ
                            ਦੁਆਰਾ ਵਰਤੇ ਜਾਣ ਵਾਲੇ ਮੋਬਾਈਲ ਇੰਟਰਨੈਟ ਬ੍ਰਾਊਜ਼ਰ ਦੀ ਕਿਸਮ, ਵਿਲੱਖਣ ਡਿਵਾਈਸ ਪਛਾਣਕਰਤਾ ਅਤੇ ਹੋਰ
                            ਡਾਇਗਨੌਸਟਿਕ ਡੇਟਾ ਸ਼ਾਮਲ ਹੈ, ਪਰ ਇਸ ਤੱਕ ਸੀਮਿਤ ਨਹੀਂ ਹੈ।
                        </p><br>
                        <p>ਅਸੀਂ ਉਹ ਜਾਣਕਾਰੀ ਵੀ ਇਕੱਠੀ ਕਰ ਸਕਦੇ ਹਾਂ ਜੋ ਤੁਹਾਡਾ ਬ੍ਰਾਊਜ਼ਰ ਭੇਜਦਾ ਹੈ ਜਦੋਂ ਵੀ ਤੁਸੀਂ ਸਾਡੀ ਸੇਵਾ 'ਤੇ
                            ਜਾਂਦੇ ਹੋ ਜਾਂ ਜਦੋਂ ਤੁਸੀਂ ਕਿਸੇ ਮੋਬਾਈਲ ਡਿਵਾਈਸ ਦੁਆਰਾ ਸੇਵਾ ਤੱਕ ਪਹੁੰਚ ਕਰਦੇ ਹੋ।
                        </p><br>
                        <h3>ਐਪਲੀਕੇਸ਼ਨ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਸਮੇਂ ਇਕੱਤਰ ਕੀਤੀ ਜਾਣਕਾਰੀ</h3><br>
                        <p>ਸਾਡੀ ਐਪਲੀਕੇਸ਼ਨ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਸਮੇਂ, ਸਾਡੀ ਐਪਲੀਕੇਸ਼ਨ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ, ਅਸੀਂ
                            ਤੁਹਾਡੀ ਪੂਰਵ ਅਨੁਮਤੀ ਨਾਲ ਡਾਟਾ ਇਕੱਤਰ ਕਰ ਸਕਦੇ ਹਾਂ:
                        </p><br>
                        <p></p>
                        <ul>
                            <li> ਤੁਹਾਡੇ ਟਿਕਾਣੇ ਬਾਰੇ ਜਾਣਕਾਰੀ</li>
                            <li>ਤੁਹਾਡੀ ਡਿਵਾਈਸ ਦੇ ਕੈਮਰੇ ਅਤੇ ਫੋਟੋ ਲਾਇਬ੍ਰੇਰੀ ਤੋਂ ਤਸਵੀਰਾਂ ਅਤੇ ਹੋਰ ਜਾਣਕਾਰੀ</li>
                        </ul>
                        <p></p>
                        <p> ਅਸੀਂ ਇਸ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਸਾਡੀ ਸੇਵਾ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ, ਸਾਡੀ ਸੇਵਾ ਨੂੰ ਬਿਹਤਰ
                            ਬਣਾਉਣ ਅਤੇ ਅਨੁਕੂਲਿਤ ਕਰਨ ਲਈ ਕਰਦੇ ਹਾਂ। ਜਾਣਕਾਰੀ ਕੰਪਨੀ ਦੇ ਸਰਵਰਾਂ ਅਤੇ/ਜਾਂ ਸੇਵਾ ਪ੍ਰਦਾਤਾ ਦੇ ਸਰਵਰ 'ਤੇ
                            ਅੱਪਲੋਡ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ ਜਾਂ ਇਸ ਨੂੰ ਸਿਰਫ਼ ਤੁਹਾਡੀ ਡਿਵਾਈਸ 'ਤੇ ਸਟੋਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
                        </p><br>
                        <p>ਤੁਸੀਂ ਆਪਣੀ ਡਿਵਾਈਸ ਸੈਟਿੰਗਾਂ ਰਾਹੀਂ, ਕਿਸੇ ਵੀ ਸਮੇਂ ਇਸ ਜਾਣਕਾਰੀ ਤੱਕ ਪਹੁੰਚ ਨੂੰ ਸਮਰੱਥ ਜਾਂ ਅਸਮਰੱਥ ਕਰ
                            ਸਕਦੇ ਹੋ।</p><br>
                        <h3> ਤੁਹਾਡੇ ਨਿੱਜੀ ਡੇਟਾ ਦੀ ਵਰਤੋਂ</h3><br>
                        <p>ਕੰਪਨੀ ਨਿਮਨਲਿਖਤ ਉਦੇਸ਼ਾਂ ਲਈ ਨਿੱਜੀ ਡੇਟਾ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੀ ਹੈ:</p><br>
                        <p> ਸਾਡੀ ਸੇਵਾ ਪ੍ਰਦਾਨ ਕਰਨ ਅਤੇ ਬਣਾਈ ਰੱਖਣ ਲਈ , ਸਾਡੀ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਦੀ ਨਿਗਰਾਨੀ ਕਰਨ ਲਈ।</p>
                        <br>
                        <p>ਆਪਣੇ ਖਾਤੇ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰਨ ਲਈ: ਸੇਵਾ ਦੇ ਉਪਭੋਗਤਾ ਵਜੋਂ ਤੁਹਾਡੀ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰਨ ਲਈ।
                            ਤੁਹਾਡੇ ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤਾ ਗਿਆ ਨਿੱਜੀ ਡੇਟਾ ਤੁਹਾਨੂੰ ਸੇਵਾ ਦੀਆਂ ਵੱਖ-ਵੱਖ ਕਾਰਜਸ਼ੀਲਤਾਵਾਂ ਤੱਕ ਪਹੁੰਚ ਦੇ
                            ਸਕਦਾ ਹੈ ਜੋ ਤੁਹਾਡੇ ਲਈ ਇੱਕ ਰਜਿਸਟਰਡ ਉਪਭੋਗਤਾ ਵਜੋਂ ਉਪਲਬਧ ਹਨ।
                        </p><br>
                        <p>ਇਕਰਾਰਨਾਮੇ ਦੀ ਕਾਰਗੁਜ਼ਾਰੀ ਲਈ: ਤੁਹਾਡੇ ਦੁਆਰਾ ਖਰੀਦੇ ਗਏ ਉਤਪਾਦਾਂ, ਵਸਤੂਆਂ ਜਾਂ ਸੇਵਾਵਾਂ ਲਈ ਖਰੀਦ
                            ਇਕਰਾਰਨਾਮੇ ਦਾ ਵਿਕਾਸ, ਪਾਲਣਾ ਅਤੇ ਕਾਰਜ-ਪ੍ਰਣਾਲੀ ਜਾਂ ਸੇਵਾ ਦੁਆਰਾ ਸਾਡੇ ਨਾਲ ਕਿਸੇ ਹੋਰ ਇਕਰਾਰਨਾਮੇ ਲਈ।
                        </p><br>
                        <p>ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਲਈ: ਤੁਹਾਡੇ ਨਾਲ ਈਮੇਲ, ਟੈਲੀਫੋਨ ਕਾਲਾਂ, SMS, ਜਾਂ ਇਲੈਕਟ੍ਰਾਨਿਕ ਸੰਚਾਰ ਦੇ ਹੋਰ
                            ਸਮਾਨ ਰੂਪਾਂ ਦੁਆਰਾ ਸੰਪਰਕ ਕਰਨ ਲਈ, ਜਿਵੇਂ ਕਿ ਸੁਰੱਖਿਆ ਅੱਪਡੇਟਾਂ ਸਮੇਤ ਕਾਰਜਕੁਸ਼ਲਤਾਵਾਂ, ਉਤਪਾਦਾਂ ਜਾਂ
                            ਇਕਰਾਰਨਾਮੇ ਵਾਲੀਆਂ ਸੇਵਾਵਾਂ ਨਾਲ ਸਬੰਧਤ ਅੱਪਡੇਟ ਜਾਂ ਜਾਣਕਾਰੀ ਸੰਬੰਧੀ ਸੰਚਾਰ ਸੰਬੰਧੀ ਮੋਬਾਈਲ ਐਪਲੀਕੇਸ਼ਨ
                            ਦੀਆਂ ਪੁਸ਼ ਸੂਚਨਾਵਾਂ, ਜਦੋਂ ਉਹਨਾਂ ਨੂੰ ਲਾਗੂ ਕਰਨ ਲਈ ਜ਼ਰੂਰੀ ਜਾਂ ਵਾਜਬ ਹੋਵੇ।
                        </p><br>
                        <p> ਤੁਹਾਨੂੰ ਖਬਰਾਂ, ਵਿਸ਼ੇਸ਼ ਪੇਸ਼ਕਸ਼ਾਂ ਅਤੇ ਹੋਰ ਚੀਜ਼ਾਂ, ਸੇਵਾਵਾਂ ਅਤੇ ਸਮਾਗਮਾਂ ਬਾਰੇ ਆਮ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ
                            ਕਰਨ ਲਈ ਜੋ ਅਸੀਂ ਪੇਸ਼ ਕਰਦੇ ਹਾਂ ਜੋ ਉਹਨਾਂ ਸਮਾਨ ਹਨ ਜੋ ਤੁਸੀਂ ਪਹਿਲਾਂ ਹੀ ਖਰੀਦੀਆਂ ਹਨ ਜਾਂ ਉਹਨਾਂ ਬਾਰੇ
                            ਪੁੱਛਗਿੱਛ ਕੀਤੀ ਹੈ ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਅਜਿਹੀ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਨਾ ਕਰਨ ਦੀ ਚੋਣ ਨਹੀਂ ਕੀਤੀ ਹੈ ।
                        </p><br>
                        <p> ਤੁਹਾਡੀਆਂ ਬੇਨਤੀਆਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰਨ ਲਈ: ਸਾਡੇ ਲਈ ਤੁਹਾਡੀਆਂ ਬੇਨਤੀਆਂ ਵਿੱਚ ਹਾਜ਼ਰ ਹੋਣ ਅਤੇ ਪ੍ਰਬੰਧਿਤ ਕਰਨ
                            ਲਈ।
                        </p><br>
                        <p>ਵਪਾਰਕ ਤਬਦੀਲ ਲਈ: ਅਸੀਂ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਸਾਡੀਆਂ ਕੁਝ ਜਾਂ ਸਾਰੀਆਂ ਸੰਪਤੀਆਂ ਦੀ ਵਿਲੀਨਤਾ, ਵੰਡ,
                            ਪੁਨਰਗਠਨ, ਵਿਘਨ, ਜਾਂ ਹੋਰ ਵਿਕਰੀ ਜਾਂ ਤਬਾਦਲੇ ਦਾ ਮੁਲਾਂਕਣ ਕਰਨ ਜਾਂ ਸੰਚਾਲਨ ਕਰਨ ਲਈ ਕਰ ਸਕਦੇ ਹਾਂ, ਭਾਵੇਂ
                            ਇੱਕ ਚਿੰਤਾ ਦੇ ਰੂਪ ਵਿੱਚ ਜਾਂ ਦੀਵਾਲੀਆਪਨ ਦੇ ਹਿੱਸੇ ਵਜੋਂ, ਤਰਲੀਕਰਨ, ਜਾਂ ਇਸ ਤਰ੍ਹਾਂ ਦੀ ਕਾਰਵਾਈ, ਜਿਸ
                            ਵਿੱਚ ਸਾਡੇ ਸੇਵਾ ਉਪਭੋਗਤਾਵਾਂ ਬਾਰੇ ਸਾਡੇ ਦੁਆਰਾ ਰੱਖਿਆ ਗਿਆ ਨਿੱਜੀ ਡੇਟਾ ਟ੍ਰਾਂਸਫਰ ਕੀਤੀਆਂ ਸੰਪਤੀਆਂ
                            ਵਿੱਚੋਂ ਇੱਕ ਹੈ।
                        </p><br>
                        <p>ਹੋਰ ਉਦੇਸ਼ਾਂ ਲਈ : ਅਸੀਂ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਹੋਰ ਉਦੇਸ਼ਾਂ ਲਈ ਕਰ ਸਕਦੇ ਹਾਂ, ਜਿਵੇਂ ਕਿ ਡੇਟਾ
                            ਵਿਸ਼ਲੇਸ਼ਣ, ਵਰਤੋਂ ਦੇ ਰੁਝਾਨਾਂ ਦੀ ਪਛਾਣ ਕਰਨਾ, ਸਾਡੀਆਂ ਪ੍ਰਚਾਰ ਮੁਹਿੰਮਾਂ ਦੀ ਪ੍ਰਭਾਵਸ਼ੀਲਤਾ ਨੂੰ ਨਿਰਧਾਰਤ
                            ਕਰਨਾ ਅਤੇ ਸਾਡੀ ਸੇਵਾ, ਉਤਪਾਦਾਂ, ਸੇਵਾਵਾਂ, ਮਾਰਕੀਟਿੰਗ ਅਤੇ ਤੁਹਾਡੇ ਅਨੁਭਵ ਦਾ ਮੁਲਾਂਕਣ ਅਤੇ ਸੁਧਾਰ ਕਰਨਾ।
                        </p><br>
                        <h3>ਅਸੀਂ ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਨੂੰ ਹੇਠ ਲਿਖੀਆਂ ਸਥਿਤੀਆਂ ਵਿੱਚ ਸਾਂਝਾ ਕਰ ਸਕਦੇ ਹਾਂ:</h3><br>
                        <p></p>
                        <ul>
                            <li>ਸੇਵਾ ਪ੍ਰਦਾਤਾਵਾਂ ਨਾਲ: ਅਸੀਂ ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਲਈ, ਸਾਡੀ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਦੀ ਨਿਗਰਾਨੀ ਅਤੇ
                                ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ ਲਈ ਸੇਵਾ ਪ੍ਰਦਾਤਾਵਾਂ ਨਾਲ ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਸਾਂਝੀ ਕਰ ਸਕਦੇ ਹਾਂ।
                            </li>
                        </ul>
                        <p></p>
                        <li> ਕਾਰੋਬਾਰੀ ਤਬਾਦਲੇ ਲਈ: ਅਸੀਂ ਕਿਸੇ ਵੀ ਰਲੇਵੇਂ, ਕੰਪਨੀ ਦੀ ਜਾਇਦਾਦ ਦੀ ਵਿਕਰੀ, ਵਿੱਤ, ਜਾਂ ਸਾਡੇ ਕਾਰੋਬਾਰ
                            ਦੇ ਸਾਰੇ ਹਿੱਸੇ ਜਾਂ ਕਿਸੇ ਹੋਰ ਕੰਪਨੀ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਦੇ ਸਬੰਧ ਵਿੱਚ, ਜਾਂ ਗੱਲਬਾਤ ਦੌਰਾਨ ਤੁਹਾਡੀ ਨਿੱਜੀ
                            ਜਾਣਕਾਰੀ ਨੂੰ ਸਾਂਝਾ ਜਾਂ ਟ੍ਰਾਂਸਫਰ ਕਰ ਸਕਦੇ ਹਾਂ।
                        </li>
                        <p></p>
                        <li> ਐਫੀਲੀਏਟਸ ਦੇ ਨਾਲ: ਅਸੀਂ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਨੂੰ ਸਾਡੇ ਸਹਿਯੋਗੀਆਂ ਨਾਲ ਸਾਂਝਾ ਕਰ ਸਕਦੇ ਹਾਂ, ਇਸ ਸਥਿਤੀ
                            ਵਿੱਚ ਸਾਨੂੰ ਉਹਨਾਂ ਸਹਿਯੋਗੀਆਂ ਨੂੰ ਇਸ ਪਰਾਈਵੇਸੀ ਪਾਲਿਸੀ ਦਾ ਸਨਮਾਨ ਕਰਨ ਦੀ ਲੋੜ ਹੋਵੇਗੀ। ਐਫੀਲੀਏਟਸ ਵਿੱਚ
                            ਸਾਡੀ ਮੂਲ ਕੰਪਨੀ ਅਤੇ ਕੋਈ ਹੋਰ ਸਹਾਇਕ ਕੰਪਨੀਆਂ, ਸੰਯੁਕਤ ਉੱਦਮ ਭਾਈਵਾਲ ਜਾਂ ਹੋਰ ਕੰਪਨੀਆਂ ਸ਼ਾਮਲ ਹਨ ਜੋ
                            ਅਸੀਂ ਨਿਯੰਤਰਿਤ ਕਰਦੇ ਹਾਂ ਜਾਂ ਜੋ ਸਾਡੇ ਨਾਲ ਸਾਂਝੇ ਨਿਯੰਤਰਣ ਅਧੀਨ ਹਨ।
                        </li>
                        <p></p>
                        <li> ਵਪਾਰਕ ਭਾਈਵਾਲਾਂ ਦੇ ਨਾਲ: ਅਸੀਂ ਤੁਹਾਨੂੰ ਕੁਝ ਉਤਪਾਦਾਂ, ਸੇਵਾਵਾਂ ਜਾਂ ਤਰੱਕੀਆਂ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਨ ਲਈ
                            ਤੁਹਾਡੇ ਕਾਰੋਬਾਰੀ ਭਾਈਵਾਲਾਂ ਨਾਲ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਸਾਂਝੀ ਕਰ ਸਕਦੇ ਹਾਂ।
                        </li>
                        <p></p>
                        <li> ਦੂਜੇ ਉਪਭੋਗਤਾਵਾਂ ਨਾਲ: ਜਦੋਂ ਤੁਸੀਂ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਸਾਂਝੀ ਕਰਦੇ ਹੋ ਜਾਂ ਹੋਰ ਉਪਭੋਗਤਾਵਾਂ ਨਾਲ ਜਨਤਕ
                            ਖੇਤਰਾਂ ਵਿੱਚ ਗੱਲਬਾਤ ਕਰਦੇ ਹੋ, ਤਾਂ ਅਜਿਹੀ ਜਾਣਕਾਰੀ ਸਾਰੇ ਉਪਭੋਗਤਾਵਾਂ ਦੁਆਰਾ ਦੇਖੀ ਜਾ ਸਕਦੀ ਹੈ ਅਤੇ ਜਨਤਕ
                            ਤੌਰ 'ਤੇ ਬਾਹਰ ਵੰਡੀ ਜਾ ਸਕਦੀ ਹੈ।
                        </li>
                        <p></p>
                        <li> ਤੁਹਾਡੀ ਸਹਿਮਤੀ ਨਾਲ : ਅਸੀਂ ਤੁਹਾਡੀ ਸਹਿਮਤੀ ਨਾਲ ਕਿਸੇ ਹੋਰ ਉਦੇਸ਼ ਲਈ ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦਾ ਖੁਲਾਸਾ
                            ਕਰ ਸਕਦੇ ਹਾਂ।
                        </li>
                        <p></p><br>
                        <h3>ਤੁਹਾਡੇ ਨਿੱਜੀ ਡੇਟਾ ਦੀ ਧਾਰਨਾ</h3><br>
                        <p>&gt;ਕੰਪਨੀ ਤੁਹਾਡੇ ਨਿੱਜੀ ਡੇਟਾ ਨੂੰ ਉਦੋਂ ਤੱਕ ਹੀ ਬਰਕਰਾਰ ਰੱਖੇਗੀ ਜਿੰਨਾ ਚਿਰ ਇਸ ਪਰਾਈਵੇਸੀ ਪਾਲਿਸੀ ਵਿੱਚ
                            ਨਿਰਧਾਰਤ ਉਦੇਸ਼ਾਂ ਲਈ ਜ਼ਰੂਰੀ ਹੈ। ਅਸੀਂ ਤੁਹਾਡੀਆਂ ਕਾਨੂੰਨੀ ਜ਼ਿੰਮੇਵਾਰੀਆਂ ਦੀ ਪਾਲਣਾ ਕਰਨ ਲਈ ਜ਼ਰੂਰੀ ਹੱਦ
                            ਤੱਕ ਤੁਹਾਡੇ ਨਿੱਜੀ ਡੇਟਾ ਨੂੰ ਬਰਕਰਾਰ ਰੱਖਾਂਗੇ ਅਤੇ ਵਰਤਾਂਗੇ (ਉਦਾਹਰਨ ਲਈ, ਜੇਕਰ ਸਾਨੂੰ ਲਾਗੂ ਕਾਨੂੰਨਾਂ ਦੀ
                            ਪਾਲਣਾ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਡੇਟਾ ਨੂੰ ਬਰਕਰਾਰ ਰੱਖਣ ਦੀ ਲੋੜ ਹੈ), ਵਿਵਾਦਾਂ ਨੂੰ ਸੁਲਝਾਉਣ ਅਤੇ ਸਾਡੇ ਕਾਨੂੰਨੀ
                            ਸਮਝੌਤਿਆਂ ਅਤੇ ਨੀਤੀਆਂ ਨੂੰ ਲਾਗੂ ਕਰਨ ਲਈ।
                            ਕੰਪਨੀ ਅੰਦਰੂਨੀ ਵਿਸ਼ਲੇਸ਼ਣ ਦੇ ਉਦੇਸ਼ਾਂ ਲਈ ਵਰਤੋਂ ਡੇਟਾ ਨੂੰ ਵੀ ਬਰਕਰਾਰ ਰੱਖੇਗੀ। ਵਰਤੋਂ ਡੇਟਾ ਨੂੰ ਆਮ ਤੌਰ
                            'ਤੇ ਥੋੜ੍ਹੇ ਸਮੇਂ ਲਈ ਬਰਕਰਾਰ ਰੱਖਿਆ ਜਾਂਦਾ ਹੈ, ਸਿਵਾਏ ਜਦੋਂ ਇਸ ਡੇਟਾ ਦੀ ਵਰਤੋਂ ਸੁਰੱਖਿਆ ਨੂੰ ਮਜ਼ਬੂਤ ਕਰਨ
                            ਜਾਂ ਸਾਡੀ ਸੇਵਾ ਦੀ ਕਾਰਜਕੁਸ਼ਲਤਾ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਲਈ ਕੀਤੀ ਜਾਂਦੀ ਹੈ, ਜਾਂ ਅਸੀਂ ਇਸ ਡੇਟਾ ਨੂੰ ਲੰਬੇ
                            ਸਮੇਂ ਲਈ ਬਰਕਰਾਰ ਰੱਖਣ ਲਈ ਕਾਨੂੰਨੀ ਤੌਰ 'ਤੇ ਜ਼ਿੰਮੇਵਾਰ ਹਾਂ।
                        </p><br>
                        <h3>ਤੁਹਾਡੇ ਨਿੱਜੀ ਡੇਟਾ ਦਾ ਤਬਾਦਲਾ</h3><br>
                        <p>ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ, ਨਿੱਜੀ ਡੇਟਾ ਸਮੇਤ, ਕੰਪਨੀ ਦੇ ਓਪਰੇਟਿੰਗ ਦਫਤਰਾਂ ਅਤੇ ਕਿਸੇ ਵੀ ਹੋਰ ਸਥਾਨਾਂ 'ਤੇ ਪ੍ਰਕਿਰਿਆ
                            ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਜਿੱਥੇ ਪ੍ਰੋਸੈਸਿੰਗ ਵਿੱਚ ਸ਼ਾਮਲ ਧਿਰਾਂ ਸਥਿਤ ਹਨ। ਇਸਦਾ ਮਤਲਬ ਹੈ ਕਿ ਇਹ ਜਾਣਕਾਰੀ ਤੁਹਾਡੇ
                            ਰਾਜ, ਸੂਬੇ, ਦੇਸ਼ ਜਾਂ ਹੋਰ ਸਰਕਾਰੀ ਅਧਿਕਾਰ ਖੇਤਰ ਤੋਂ ਬਾਹਰ ਸਥਿਤ ਕੰਪਿਊਟਰਾਂ 'ਤੇ - ਅਤੇ ਉਹਨਾਂ 'ਤੇ
                            ਰੱਖ-ਰਖਾਅ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ ਜਿੱਥੇ ਡਾਟਾ ਸੁਰੱਖਿਆ ਕਾਨੂੰਨ ਤੁਹਾਡੇ ਅਧਿਕਾਰ ਖੇਤਰ ਤੋਂ ਵੱਖਰੇ ਹੋ ਸਕਦੇ ਹਨ।
                        </p><br>
                        <p>ਇਸ ਪਰਾਈਵੇਸੀ ਪਾਲਿਸੀ ਲਈ ਤੁਹਾਡੀ ਸਹਿਮਤੀ ਜਿਸ ਤੋਂ ਬਾਅਦ ਤੁਹਾਡੀ ਅਜਿਹੀ ਜਾਣਕਾਰੀ ਦਰਜ ਕੀਤੀ ਗਈ ਹੈ, ਉਸ
                            ਟ੍ਰਾਂਸਫਰ ਲਈ ਤੁਹਾਡੇ ਸਮਝੌਤੇ ਨੂੰ ਦਰਸਾਉਂਦੀ ਹੈ।
                        </p><br>
                        <p>ਕੰਪਨੀ ਇਹ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਸਾਰੇ ਲੋੜੀਂਦੇ ਕਦਮ ਚੁੱਕੇਗੀ ਕਿ ਤੁਹਾਡੇ ਡੇਟਾ ਨੂੰ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਅਤੇ ਇਸ
                            ਪਰਾਈਵੇਸੀ ਪਾਲਿਸੀ ਦੇ ਅਨੁਸਾਰ ਵਿਵਹਾਰ ਕੀਤਾ ਗਿਆ ਹੈ ਅਤੇ ਤੁਹਾਡੇ ਨਿੱਜੀ ਡੇਟਾ ਅਤੇ ਹੋਰ ਨਿੱਜੀ ਜਾਣਕਾਰੀਦਾ
                            ਕਿਸੇ ਸੰਗਠਨ ਜਾਂ ਦੇਸ਼ ਨੂੰ ਕੋਈ ਟ੍ਰਾਂਸਫਰ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ ਜਦੋਂ ਤੱਕ ਕਿ ਸੁਰੱਖਿਆ ਸਮੇਤ ਢੁਕਵੇਂ
                            ਨਿਯੰਤਰਣ ਨਾ ਹੋਣ।
                        </p><br>
                        <h3>ਆਪਣਾ ਨਿੱਜੀ ਡੇਟਾ ਮਿਟਾਓ</h3><br>

                        <p> ਤੁਹਾਨੂੰ ਡੇਟਾ ਮਿਟਾਉਣ ਜਾਂ ਡੇਟਾ ਮਿਟਾਉਣ ਲਈ ਬੇਨਤੀ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਹੈ ਕਿ ਅਸੀਂ ਤੁਹਾਡੇ ਬਾਰੇ ਇਕੱਤਰ ਕੀਤੇ
                            ਨਿੱਜੀ ਡੇਟਾ ਨੂੰ ਮਿਟਾਉਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਦੇ ਹਾਂ।
                        </p><br>
                        <p>ਸਾਡੀ ਸੇਵਾ ਤੁਹਾਨੂੰ ਸੇਵਾ ਦੇ ਅੰਦਰੋਂ ਤੁਹਾਡੇ ਬਾਰੇ ਕੁਝ ਖਾਸ ਜਾਣਕਾਰੀ ਨੂੰ ਮਿਟਾਉਣ ਦੀ ਯੋਗਤਾ ਦੇ ਸਕਦੀ ਹੈ।
                        </p><br>
                        <p> ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰਕੇ, ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਹੈ, ਅਤੇ ਖਾਤਾ ਸੈਟਿੰਗਾਂ ਸੈਕਸ਼ਨ
                            'ਤੇ ਜਾ ਕੇ ਆਪਣੀ ਜਾਣਕਾਰੀ ਨੂੰ ਅੱਪਡੇਟ ਕਰ ਸਕਦੇ ਹੋ, ਸੋਧ ਸਕਦੇ ਹੋ ਜਾਂ ਮਿਟਾ ਸਕਦੇ ਹੋ ਜੋ ਤੁਹਾਨੂੰ ਤੁਹਾਡੀ
                            ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰਨ ਦਿੰਦਾ ਹੈ। ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਤੱਕ ਪਹੁੰਚ ਦੀ ਬੇਨਤੀ ਕਰਨ,
                            ਠੀਕ ਕਰਨ ਜਾਂ ਮਿਟਾਉਣ ਲਈ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰ ਸਕਦੇ ਹੋ ਜੋ ਤੁਸੀਂ ਸਾਨੂੰ ਪ੍ਰਦਾਨ ਕੀਤੀ ਹੈ।
                        </p><br>
                        <p>ਕਿਰਪਾ ਕਰਕੇ ਨੋਟ ਕਰੋ, ਹਾਲਾਂਕਿ, ਸਾਨੂੰ ਕੁਝ ਜਾਣਕਾਰੀ ਨੂੰ ਬਰਕਰਾਰ ਰੱਖਣ ਦੀ ਲੋੜ ਹੋ ਸਕਦੀ ਹੈ ਜਦੋਂ ਸਾਡੇ
                            ਕੋਲ ਅਜਿਹਾ ਕਰਨ ਲਈ ਕੋਈ ਕਾਨੂੰਨੀ ਜ਼ੁੰਮੇਵਾਰੀ ਜਾਂ ਕਨੂੰਨੀ ਆਧਾਰ ਹੋਵੇ।
                        </p><br>
                        <h3>ਤੁਹਾਡੇ ਨਿੱਜੀ ਡੇਟਾ ਦਾ ਖੁਲਾਸਾ</h3> <br>
                        <h5> ਵਪਾਰਕ ਲੈਣ-ਦੇਣ</h5><br>
                        <p>ਜੇਕਰ ਕੰਪਨੀ ਰਲੇਵੇਂ, ਪ੍ਰਾਪਤੀ ਜਾਂ ਸੰਪੱਤੀ ਦੀ ਵਿਕਰੀ ਵਿੱਚ ਸ਼ਾਮਲ ਹੈ, ਤਾਂ ਤੁਹਾਡਾ ਨਿੱਜੀ ਡੇਟਾ ਟ੍ਰਾਂਸਫਰ
                            ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਅਸੀਂ ਤੁਹਾਡੇ ਨਿੱਜੀ ਡੇਟਾ ਦੇ ਟ੍ਰਾਂਸਫਰ ਕੀਤੇ ਜਾਣ ਤੋਂ ਪਹਿਲਾਂ ਅਤੇ ਇੱਕ ਵੱਖਰੀ
                            ਪਰਾਈਵੇਸੀ ਪਾਲਿਸੀ ਦੇ ਅਧੀਨ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਨੋਟਿਸ ਪ੍ਰਦਾਨ ਕਰਾਂਗੇ।
                        </p><br>
                        <h3>ਕਾਨੂੰਨ ਲਾਗੂ</h3> <br>

                        <p>ਕੁਝ ਖਾਸ ਹਾਲਤਾਂ ਵਿੱਚ, ਕੰਪਨੀ ਨੂੰ ਤੁਹਾਡੇ ਨਿੱਜੀ ਡੇਟਾ ਦਾ ਖੁਲਾਸਾ ਕਰਨ ਦੀ ਲੋੜ ਹੋ ਸਕਦੀ ਹੈ ਜੇਕਰ ਕਾਨੂੰਨ
                            ਦੁਆਰਾ ਜਾਂ ਜਨਤਕ ਅਥਾਰਟੀਆਂ (ਜਿਵੇਂ ਕਿ ਅਦਾਲਤ ਜਾਂ ਸਰਕਾਰੀ ਏਜੰਸੀ) ਦੁਆਰਾ ਵੈਧ ਬੇਨਤੀਆਂ ਦੇ ਜਵਾਬ ਵਿੱਚ
                            ਅਜਿਹਾ ਕਰਨ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ।
                        </p><br>
                        <h3>ਹੋਰ ਕਾਨੂੰਨੀ ਲੋੜਾਂ</h3> <br>
                        <p>ਕੰਪਨੀ ਤੁਹਾਡੇ ਨਿੱਜੀ ਡੇਟਾ ਨੂੰ ਨੇਕ ਵਿਸ਼ਵਾਸ ਵਿੱਚ ਪ੍ਰਗਟ ਕਰ ਸਕਦੀ ਹੈ ਕਿ ਅਜਿਹੀ ਕਾਰਵਾਈ ਇਹਨਾਂ ਲਈ ਜ਼ਰੂਰੀ
                            ਹੈ:
                        </p><br>
                        <p></p>
                        <ul>
                            <li> ਕਾਨੂੰਨੀ ਜ਼ਿੰਮੇਵਾਰੀ ਦੀ ਪਾਲਣਾ ਕਰਨ ਲਈ</li>
                            <li>ਕੰਪਨੀ ਦੇ ਅਧਿਕਾਰਾਂ ਜਾਂ ਸੰਪਤੀ ਦੀ ਰੱਖਿਆ ਕਰਨ ਲਈ </li>
                            <li>ਸੇਵਾ ਦੇ ਸਬੰਧ ਵਿੱਚ ਸੰਭਵ ਗਲਤ ਕੰਮਾਂ ਨੂੰ ਰੋਕੋ ਜਾਂ ਜਾਂਚ ਕਰਨ ਲਈ </li>
                            <li> ਸੇਵਾ ਦੇ ਉਪਭੋਗਤਾਵਾਂ ਜਾਂ ਜਨਤਾ ਦੀ ਨਿੱਜੀ ਸੁਰੱਖਿਆ ਦੀ ਰੱਖਿਆ ਕਰਨ ਲਈ</li>
                            <li>ਕਾਨੂੰਨੀ ਜ਼ਿੰਮੇਵਾਰੀ ਤੋਂ ਬਚਾਓ ਕਰਨ ਲਈ </li>
                        </ul>
                        <p></p><br>
                        <h3>ਤੁਹਾਡੇ ਨਿੱਜੀ ਡੇਟਾ ਦੀ ਸੁਰੱਖਿਆ</h3><br>
                        <p>ਤੁਹਾਡੇ ਨਿੱਜੀ ਡੇਟਾ ਦੀ ਸੁਰੱਖਿਆ ਸਾਡੇ ਲਈ ਮਹੱਤਵਪੂਰਨ ਹੈ, ਪਰ ਯਾਦ ਰੱਖੋ ਕਿ ਇੰਟਰਨੈਟ ਤੇ ਪ੍ਰਸਾਰਣ ਦਾ ਕੋਈ
                            ਤਰੀਕਾ, ਜਾਂ ਇਲੈਕਟ੍ਰਾਨਿਕ ਸਟੋਰੇਜ ਦਾ ਤਰੀਕਾ 100% ਸੁਰੱਖਿਅਤ ਨਹੀਂ ਹੈ। ਜਦੋਂ ਕਿ ਅਸੀਂ ਤੁਹਾਡੇ ਨਿੱਜੀ ਡੇਟਾ
                            ਦੀ ਸੁਰੱਖਿਆ ਲਈ ਵਪਾਰਕ ਤੌਰ 'ਤੇ ਸਵੀਕਾਰਯੋਗ ਸਾਧਨਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦੇ ਹਾਂ, ਅਸੀਂ ਇਸਦੀ
                            ਪੂਰਨ ਸੁਰੱਖਿਆ ਦੀ ਗਰੰਟੀ ਨਹੀਂ ਦੇ ਸਕਦੇ।
                        </p><br>
                        <h3> ਚਾਇਲਡ ਪਰਾਈਵੇਸੀ </h3>
                        <p> ਸਾਡੀ ਸੇਵਾ 13 ਸਾਲ ਤੋਂ ਘੱਟ ਉਮਰ ਦੇ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਨੂੰ ਸੰਬੋਧਿਤ ਨਹੀਂ ਕਰਦੀ ਹੈ। ਅਸੀਂ ਜਾਣਬੁੱਝ ਕੇ 13
                            ਸਾਲ ਤੋਂ ਘੱਟ ਉਮਰ ਦੇ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਤੋਂ ਨਿੱਜੀ ਤੌਰ 'ਤੇ ਪਛਾਣਯੋਗ ਜਾਣਕਾਰੀ ਇਕੱਠੀ ਨਹੀਂ ਕਰਦੇ। ਜੇਕਰ
                            ਤੁਸੀਂ ਮਾਤਾ ਜਾਂ ਪਿਤਾ ਜਾਂ ਸਰਪ੍ਰਸਤ ਹੋ ਅਤੇ ਤੁਸੀਂ ਜਾਣਦੇ ਹੋ ਕਿ ਤੁਹਾਡੇ ਬੱਚੇ ਨੇ ਸਾਨੂੰ ਨਿੱਜੀ ਡਾਟਾ
                            ਪ੍ਰਦਾਨ ਕੀਤਾ ਹੈ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ। ਜੇਕਰ ਸਾਨੂੰ ਪਤਾ ਲੱਗ ਜਾਂਦਾ ਹੈ ਕਿ ਅਸੀਂ
                            ਮਾਤਾ-ਪਿਤਾ ਦੀ ਸਹਿਮਤੀ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੇ ਬਿਨਾਂ 13 ਸਾਲ ਤੋਂ ਘੱਟ ਉਮਰ ਦੇ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਤੋਂ ਨਿੱਜੀ ਡਾਟਾ
                            ਇਕੱਠਾ ਕੀਤਾ ਹੈ, ਤਾਂ ਅਸੀਂ ਉਸ ਜਾਣਕਾਰੀ ਨੂੰ ਸਾਡੇ ਸਰਵਰਾਂ ਤੋਂ ਹਟਾਉਣ ਲਈ ਕਦਮ ਚੁੱਕਦੇ ਹਾਂ।
                        </p><br>
                        <p> ਜੇਕਰ ਸਾਨੂੰ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਦੀ ਪ੍ਰਕਿਰਿਆ ਕਰਨ ਲਈ ਇੱਕ ਕਾਨੂੰਨੀ ਆਧਾਰ ਵਜੋਂ ਸਹਿਮਤੀ 'ਤੇ ਭਰੋਸਾ ਕਰਨ ਦੀ
                            ਲੋੜ ਹੈ ਅਤੇ ਤੁਹਾਡੇ ਦੇਸ਼ ਨੂੰ ਮਾਤਾ-ਪਿਤਾ ਤੋਂ ਸਹਿਮਤੀ ਦੀ ਲੋੜ ਹੈ, ਤਾਂ ਅਸੀਂ ਉਸ ਜਾਣਕਾਰੀ ਨੂੰ ਇਕੱਤਰ ਕਰਨ
                            ਅਤੇ ਵਰਤਣ ਤੋਂ ਪਹਿਲਾਂ ਤੁਹਾਡੇ ਮਾਤਾ-ਪਿਤਾ ਦੀ ਸਹਿਮਤੀ ਦੀ ਮੰਗ ਕਰ ਸਕਦੇ ਹਾਂ।
                        </p><br>
                        <h3>ਹੋਰ ਵੈੱਬਸਾਈਟਾਂ ਦੇ ਲਿੰਕ</h3><br>
                        <p>ਸਾਡੀ ਸੇਵਾ ਵਿੱਚ ਹੋਰ ਵੈਬਸਾਈਟਾਂ ਦੇ ਲਿੰਕ ਸ਼ਾਮਲ ਹੋ ਸਕਦੇ ਹਨ ਜੋ ਸਾਡੇ ਦੁਆਰਾ ਸੰਚਾਲਿਤ ਨਹੀਂ ਹਨ। ਜੇਕਰ
                            ਤੁਸੀਂ ਕਿਸੇ ਤੀਜੀ ਧਿਰ ਦੇ ਲਿੰਕ 'ਤੇ ਕਲਿੱਕ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਨੂੰ ਉਸ ਤੀਜੀ ਧਿਰ ਦੀ ਸਾਈਟ 'ਤੇ ਭੇਜਿਆ
                            ਜਾਵੇਗਾ। ਅਸੀਂ ਤੁਹਾਨੂੰ ਹਰ ਉਸ ਸਾਈਟ ਦੀ ਪਰਾਈਵੇਸੀ ਪਾਲਿਸੀ ਦੀ ਸਮੀਖਿਆ ਕਰਨ ਦੀ ਜ਼ੋਰਦਾਰ ਸਲਾਹ ਦਿੰਦੇ ਹਾਂ
                            ਜਿਸ 'ਤੇ ਤੁਸੀਂ ਜਾਂਦੇ ਹੋ।
                        </p><br>
                        <p>ਸਾਡੇ ਕੋਲ ਕਿਸੇ ਵੀ ਤੀਜੀ ਧਿਰ ਦੀਆਂ ਸਾਈਟਾਂ ਜਾਂ ਸੇਵਾਵਾਂ ਦੀ ਸਮੱਗਰੀ, ਪਰਾਈਵੇਸੀ ਪੋਲੀਸਿਜ਼ ਜਾਂ ਅਭਿਆਸਾਂ 'ਤੇ
                            ਕੋਈ ਨਿਯੰਤਰਣ ਨਹੀਂ ਹੈ ਅਤੇ ਅਸੀਂ ਕੋਈ ਜ਼ਿੰਮੇਵਾਰੀ ਨਹੀਂ ਲੈਂਦੇ ਹਾਂ।
                        </p><br>
                        <h3> ਇਸ ਪਰਾਈਵੇਸੀ ਪਾਲਿਸੀ ਵਿੱਚ ਬਦਲਾਅ</h3><br>
                        <p>ਅਸੀਂ ਸਮੇਂ-ਸਮੇਂ 'ਤੇ ਸਾਡੀ ਪਰਾਈਵੇਸੀ ਪਾਲਿਸੀ ਨੂੰ ਅਪਡੇਟ ਕਰ ਸਕਦੇ ਹਾਂ। ਅਸੀਂ ਤੁਹਾਨੂੰ ਇਸ ਪੰਨੇ 'ਤੇ ਨਵੀਂ
                            ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਪੋਸਟ ਕਰਕੇ ਕਿਸੇ ਵੀ ਤਬਦੀਲੀ ਬਾਰੇ ਸੂਚਿਤ ਕਰਾਂਗੇ।
                            ਪਰਿਵਰਤਨ ਦੇ ਪ੍ਰਭਾਵੀ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਈਮੇਲ ਅਤੇ/ਜਾਂ ਸਾਡੀ ਸੇਵਾ 'ਤੇ ਇੱਕ ਪ੍ਰਮੁੱਖ ਨੋਟਿਸ
                            ਰਾਹੀਂ ਸੂਚਿਤ ਕਰਾਂਗੇ ਅਤੇ ਇਸ ਪਰਾਈਵੇਸੀ ਪਾਲਿਸੀ ਦੇ ਸਿਖਰ 'ਤੇ "ਆਖਰੀ ਅੱਪਡੇਟ" ਮਿਤੀ ਨੂੰ ਅੱਪਡੇਟ ਕਰਾਂਗੇ।
                        </p><br>
                        <p> ਤੁਹਾਨੂੰ ਕਿਸੇ ਵੀ ਬਦਲਾਅ ਲਈ ਸਮੇਂ-ਸਮੇਂ 'ਤੇ ਇਸ ਪਰਾਈਵੇਸੀ ਪਾਲਿਸੀ ਦੀ ਸਮੀਖਿਆ ਕਰਨ ਦੀ ਸਲਾਹ ਦਿੱਤੀ ਜਾਂਦੀ
                            ਹੈ। ਇਸ ਪਰਾਈਵੇਸੀ ਪਾਲਿਸੀ ਵਿੱਚ ਤਬਦੀਲੀਆਂ ਉਦੋਂ ਪ੍ਰਭਾਵੀ ਹੁੰਦੀਆਂ ਹਨ ਜਦੋਂ ਉਹ ਇਸ ਪੰਨੇ 'ਤੇ ਪੋਸਟ ਕੀਤੀਆਂ
                            ਜਾਂਦੀਆਂ ਹਨ।
                        </p><br>
                        <h3> ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ</h3><br>
                        <p>ਜੇਕਰ ਇਸ ਪਰਾਈਵੇਸੀ ਪਾਲਿਸੀ ਬਾਰੇ ਤੁਹਾਡੇ ਕੋਈ ਸਵਾਲ ਹਨ, ਤਾਂ ਤੁਸੀਂ ਸਾਡੇ ਨਾਲ ਇੱਥੇ ਸੰਪਰਕ ਕਰ ਸਕਦੇ ਹੋ:
                            info@merafarmhouse.com
                        </p><br>

                    </div>

                </div>
            </div>

        </div>
    </div>
</section>
<!-- End blog_wrap -->
<?php get_footer('custom-bi'); ?>