<?php
/*
Template Name: Custom terms-hi Page
*/
get_header('custom-hi');

?>
    <section class="page-title-area text-white bg_cover" style="background-image: url(<?php echo get_stylesheet_directory_uri(); ?>/assets/images/gallery/5.jpg);">
            <div class="container">
                <!--======  Page-title-Inner ======-->
                <div class="page-title-inner text-center">
                    <h1 class="page-title"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">नियम और शर्तें</font></font></h1>
                    <div class="gd-breadcrumb">
                        <span class="breadcrumb-entry"><a href="/index-hi"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">होम	</font></font></a></span>
                        <span class="separator"></span>
                        <span class="breadcrumb-entry active"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">नियम और शर्तें</font></font></span>
                    </div>
                </div>
            </div>
        </section>

        <!-- start blog_wrap -->
    <section class="blog_wrap pt_90">
        <div class="container">
            <div class="row">
                <div class="col-lg-12 col-md-12 col-sm-12 col-xs-12 cus_pad_left">
                    <div class="blog_content blog_single_content pb_100">
                        <div class="blog_single_item wow fadeInUp" style="visibility: visible; animation-name: fadeInUp;">
                           <br>
                           <h3> नियम और शर्तें</h3><br>
                           <p> किसानों के लिए एक सामंजस्यपूर्ण कृषि पारिस्थितिकी तंत्र, मेरा फार्महाउस में आपका स्वागत है। मेरा फार्महाउस का उपयोग करके, आप निम्नलिखित नियमों और शर्तों को स्वीकार करते हैं और उनसे बंधे होने के लिए सहमत हैं। इन सेवा की शर्तों (टीओएस) में शामिल किसी भी चीज़ का अर्थ यह नहीं लगाया जाना चाहिए कि यह किसी तीसरे पक्ष के लाभार्थी को कोई अधिकार प्रदान करता है।
                                </p><br>
                           <h3>मेरा फार्महाउस और नियम व शर्तों में बदलाव</h3><br>
                          <p> मेरा फार्महाउस किसी भी कारण से, बिना किसी पूर्व सूचना के, उपयोगकर्ता या किसी अन्य सदस्य या तीसरे पक्ष के प्रति दायित्व के बिना, मेरा फार्महाउस सेवा को संशोधित या समाप्त करने का अधिकार सुरक्षित रखता है। मेरा फार्महाउस बिना किसी सूचना के समय-समय पर टीओएस को संशोधित करने का अधिकार भी सुरक्षित रखता है। उपयोगकर्ता ऐसे किसी भी बदलाव से खुद को अवगत रखने के लिए नियमित रूप से टीओएस की समीक्षा करने के लिए सहमत है।
                              </p><br>
                            <h3>पात्रता, पंजीकरण और पहुंच</h3><br>
                            <p> मेरा फार्महाउस की सेवाओं तक पहुंच प्रदान करने का निर्णय साइट का विशेषाधिकार है और इस संबंध में उसका निर्णय अंतिम और प्रस्तावित उपयोगकर्ता के लिए बाध्यकारी होगा। उपयोगकर्ता सहमति देता है कि यदि वर्तमान समझौते के नियमों और शर्तों का अनुपालन नहीं किया जाता है या उल्लंघन किया जाता है या कॉपीराइट, ट्रेडमार्क का कोई उल्लंघन होता है तो मेरा फार्महाउस अपनी सेवाओं तक पहुंच से इनकार करने या सेवाओं को समाप्त करने के लिए सभी आवश्यक उपाय करने या इस अनुबंध में वर्णित अन्य मूल्यवान मालिकाना अधिकार सुरक्षित रखता है। । सेवा का उपयोग करने के लिए, उपयोगकर्ता को सीधे या वेब-आधारित सामग्री तक पहुंचने वाले उपकरणों के माध्यम से वर्ल्ड वाइड वेब तक पहुंच प्राप्त करनी होगी, और ऐसी पहुंच से जुड़ी सेवा शुल्क का भुगतान करना होगा। इसके अतिरिक्त, उपयोगकर्ता के पास वर्ल्ड वाइड वेब से ऐसा कनेक्शन बनाने के लिए आवश्यक सभी उपकरण होने चाहिए।
                             </p><br>
                             <h3> सेवा की शर्तें </h3><br>
<li>साइट मेरा फार्महाउस का उपयोग, या इसकी किसी भी सेवा या सुविधाओं और साइट द्वारा प्रदान किए गए उपयोगकर्ता इंटरफ़ेस के लिए उपयोगकर्ता, 
            इसमें मौजूद जानकारी और सामग्री इस समझौते के लिए उपयोगकर्ता की सहमति का तात्पर्य और गठन करती है, उपयोगकर्ता स्पष्ट रूप से इन नियम और 
            शर्तें पालन करने के लिए सहमत है।
</li><br>
<li> मेरा फार्महाउस उपयोगकर्ता को किसी पूर्व सूचना या किसी दायित्व के बिना अपनी सेवा के सभी या किसी हिस्से के उपयोग की निगरानी करने का अधिकार सुरक्षित रखता है।
</li><br>
 <li> उपयोगकर्ता इस बात से सहमत हैं कि वे किसी भी उद्देश्य के लिए साइट पर मौजूद जानकारी, सामग्री में बदलाव नहीं करेंगे या ऐसी जानकारी, सामग्री का उपयोग नहीं करेंगे जो मेरा फार्महाउस या किसी तीसरे पक्ष के सूचना प्रदाता के कॉपीराइट का उल्लंघन हो। उपयोगकर्ता मेरा फार्महाउस से पूर्व लिखित सहमति प्राप्त किए बिना किसी भी उपयोग के लिए सामग्री की प्रतिलिपि, पुनरुत्पादन, पुनर्प्रकाशन, अपलोड, पोस्ट, संचारित या वितरित नहीं करने के लिए सहमत है।
</li><br>
<li>उपयोगकर्ता इस बात से सहमत है कि वे अन्य उपयोगकर्ताओं से योजना/अंक/कुछ भी जो वे कमाते हैं, साझा करने के लिए आग्रह या आमंत्रित नहीं करेंगे, जो उन्हें उनकी व्यक्तिगत क्षमता में प्राप्त होता है; और किसी तीसरे पक्ष को किसी भी कीमत पर क्रेडिट/प्वाइंट/पैक/कोर्स/कुछ भी नहीं बेचने पर सहमत हूं। इस शर्त के उल्लंघन के मामले में, उपयोगकर्ता क्रेडिट/प्वाइंट/कोर्स/पैक/किसी भी अन्य चीज़ के लिए भुगतान करने के लिए उत्तरदायी होगा जो उन्होंने बेचा या साझा किया है और उनकी सभी योजना/प्वाइंट/कुछ भी जमा हो गया है और उनका खाता जब्त कर लिया जाएगा।
</li><br>
<li> यदि उपयोगकर्ता इस अनुबंध में उल्लिखित किसी भी शर्त से सहमत नहीं है, तो उन्हें अपने ब्राउज़र के माध्यम से साइट से बाहर जा सकते है। </li>
<br>
<h3>सुरक्षा और पासवर्ड तक पहुंचें</h3><br>
<p>उपयोगकर्ता पासवर्ड और खाते की गोपनीयता बनाए रखने का वचन देता है, और अपने पासवर्ड या खाते के तहत होने वाले सभी कार्यों और चूक के लिए पूरी तरह से जिम्मेदार होगा। इस समझौते के नियमों और शर्तों का पालन करने में उपयोगकर्ता की विफलता से उत्पन्न होने वाले किसी भी नुकसान या क्षति के लिए मेरा फार्महाउस उत्तरदायी नहीं होगा। उपयोगकर्ता को हमेशा यह याद रखना चाहिए कि यदि वे सार्वजनिक स्थान से मेरा फार्महाउस तक पहुंच रहे हैं तो उसे पूरी तरह से लॉग ऑफ कर दें। उपयोगकर्ताओं को भी अपना पासवर्ड कुछ देर बाद बदलना चाहिए और इसे किसी अज्ञात चीज़ में बदलना सुनिश्चित करें।
</p><br>
<h3>उपयोगकर्ता आचरण और निषिद्ध कार्य</h3><br>
<p>मेरा फार्महाउस सेवा केवल व्यक्तिगत, गैर-व्यावसायिक उपयोग के लिए उपलब्ध कराई गई है। इंटरनेट, टेलीविज़न, हैंडहेल्ड डिवाइस और अन्य डिवाइस सहित किसी भी माध्यम से इसे प्रसारित करने की अनुमति नहीं है और इसे कंपनी के बौद्धिक संपदा अधिकारों का उल्लंघन माना जाएगा। कंपनी बिना किसी पूर्व सूचना के सदस्यता समाप्त करने और ऐसे उल्लंघन के मामले में कोई कानूनी कार्यवाही शुरू करने का अधिकार सुरक्षित रखती है। व्यवसायों, संगठनों या अन्य कानूनी संस्थाओं को किसी भी उद्देश्य के लिए मेरा फार्महाउस सेवाओं का उपयोग करने से सख्ती से प्रतिबंधित किया गया है।
उपयोगकर्ता को किसी भी अवैध या अनधिकृत उद्देश्य के लिए मेरा फार्महाउस सेवा का उपयोग करने से प्रतिबंधित किया गया है। अंतर्राष्ट्रीय उपयोगकर्ता डेटा के निर्यात को विनियमित करने वाले कानूनों सहित ऑनलाइन आचरण और स्वीकार्य सामग्री के संबंध में सभी स्थानीय नियमों का पालन करने के लिए सहमत हैं। उपयोगकर्ता अपने आचरण और किसी भी डेटा, पाठ, सूचना, ग्राफिक्स, फोटो, प्रोफाइल, ऑडियो और वीडियो क्लिप, लिंक और अन्य सामग्री के लिए पूरी तरह से जिम्मेदार है जो वे मेरा फार्महाउस सेवा पर सबमिट, पोस्ट और प्रदर्शित करते हैं।
साइट, अपने विवेकाधिकार पर, ऐसी जानकारी, सामग्री को हटा सकती है जो गलत, गैरकानूनी, धोखाधड़ी, धमकी देने वाली, अपमानजनक, अश्लील या अन्यथा आपत्तिजनक है, या किसी भी पार्टी की बौद्धिक संपदा या अन्य मालिकाना अधिकारों या  सेवा की शर्तें इनका उल्लंघन करती है।
</p><br>
<h3>अवैध या अनधिकृत उपयोग के अन्य उदाहरणों में शामिल हैं, लेकिन इन्हीं तक सीमित नहीं हैं:</h3><br>
<li>मेरा फार्महाउस सेवा के किसी भी हिस्से को संशोधित करना, अनुकूलित करना, अनुवाद करना या रिवर्स इंजीनियरिंग करना;</li><br>
<li>मेरा फार्महाउस सेवा में या उसमें निहित किसी भी कॉपीराइट, ट्रेडमार्क या अन्य मालिकाना अधिकार नोटिस को हटाना;</li><br>
<li> मेरा फार्महाउस सेवा के किसी भी हिस्से को पुनः प्राप्त करने या अनुक्रमित करने के लिए किसी रोबोट, वेब साइट खोज/पुनर्प्राप्ति एप्लिकेशन, या किसी अन्य उपकरण का उपयोग करना; </li><br>
<li> अनधिकृत उद्देश्यों के लिए अन्य उपयोगकर्ताओं (उपयोगकर्ता नाम और/या ईमेल पते सहित) के बारे में कोई भी जानकारी एकत्र करना;</li><br>
<li> वेब पेजों के किसी भी हिस्से को पुन: स्वरूपित करना या फ़्रेम करना जो मेरा फार्महाउस सेवा का हिस्सा है; स्वचालित तरीकों से या झूठे या गलत बहानों से उपयोगकर्ता खाते बनाना;</li><br>
<li>अवांछित इलेक्ट्रॉनिक संचार जैसे "स्पैम" या अन्य उपयोगकर्ता के लिए श्रृंखलाबद्ध पत्र बनाना या प्रसारित करना या अन्यथा अन्य उपयोगकर्ता की सेवा के आनंद में हस्तक्षेप करना;</li><br>
<li>ऐसे तीसरे पक्ष की पूर्व लिखित सहमति के बिना किसी तीसरे पक्ष की जानकारी या सामग्री जमा करना;</li><br>
<li>ऐसे तीसरे पक्ष की पूर्व लिखित सहमति या उपयोगकर्ता की सहमति के बिना किसी तीसरे पक्ष की किसी भी जानकारी या सामग्री के लिए किसी भी उपयोगकर्ता को निर्देशित करना (उदाहरण के लिए, लिंक);</li><br>
<li> ऐसी जानकारी या सामग्री प्रस्तुत करना जो किसी भी पक्ष की बौद्धिक संपदा, प्रचार, गोपनीयता या अन्य मालिकाना अधिकारों का उल्लंघन, दुरुपयोग करती हो;</li><br>
 <li> किसी भी वायरस, दोष, ट्रोजन हॉर्स या विनाशकारी प्रकृति की अन्य वस्तुओं को प्रसारित करना; - ऐसी जानकारी या सामग्री प्रस्तुत करना जो गैरकानूनी है या अवैध गतिविधि को बढ़ावा देती है या प्रोत्साहित करती है; या गलत या भ्रामक जानकारी सबमिट करना।<li> नाबालिगों, बच्चों और महिलाओं को किसी भी तरह से नुकसान पहुंचाना या दूसरों का "पीछा करना" या अन्यथा परेशान करना;
</li><br>
 <li> महिलाओं के अश्लील प्रतिनिधित्व (निषेध) अधिनियम, 1986 के अर्थ के अंतर्गत ऐसी जानकारी प्रस्तुत करना जो अश्लील, ताक-झांक वाली हो या जिसमें अश्लील साहित्य या "महिलाओं का अश्लील प्रतिनिधित्व" शामिल हो; या किसी भी इलेक्ट्रॉनिक रूप में साइट के माध्यम से प्रदर्शित या प्रसारित करने का कारण बनता है, कोई भी सामग्री जो वासनापूर्ण है या पवित्र हित के लिए अपील करती है या यदि इसका प्रभाव ऐसा है जो संभावित रूप से भ्रष्ट व्यक्तियों को प्रभावित करता है, तो तथ्य यह है कि यह साइट उन छात्रों के लिए शैक्षिक और शैक्षणिक गतिविधियों के लिए है, जो अभी तक इस तरह के प्रसारण में निहित या सन्निहित सामग्री की औचित्य को समझने में सक्षम उम्र तक नहीं पहुंच पाए हैं;
 </li><br>
<li> किसी भी ऐसी सामग्री को अपलोड, पोस्ट, ईमेल या अन्यथा प्रसारित करना जो गैरकानूनी, हानिकारक, धमकी देने वाला, अपमानजनक, उत्पीड़न करने वाला, कपटपूर्ण, बदनाम करने वाला, अश्लील, दूसरे की गोपनीयता पर हमला करने वाला, घृणित, या नस्लीय, जातीय या अन्यथा आपत्तिजनक है; या देश के सांप्रदायिक सद्भाव, शांति और सुरक्षा के लिए खतरा;
 </li><br>
<li> किसी भी ऐसी सामग्री को अपलोड, पोस्ट, ईमेल या अन्यथा प्रसारित करें जिसे उपयोगकर्ता के पास किसी भी कानून के तहत या संविदात्मक या प्रत्ययी संबंधों के तहत प्रसारित करने का अधिकार नहीं है (जैसे कि आंतरिक जानकारी, मालिकाना और गोपनीय जानकारी जो रोजगार संबंधों के हिस्से के रूप में सीखी या प्रकट की गई है या गैर-प्रकटीकरण समझौतों के तहत); </li><br>
<li> सेवा या सेवा से जुड़े सर्वर या नेटवर्क में हस्तक्षेप या बाधा डालना, या सेवा से जुड़े नेटवर्क की किसी भी आवश्यकता, प्रक्रिया, नीतियों या विनियमों की अवज्ञा करना;
</li><br>
<li> जानबूझकर या अनजाने में किसी भी लागू स्थानीय, राज्य, राष्ट्रीय या अंतर्राष्ट्रीय कानून का उल्लंघन;
 </li><br>
<li> कोई अन्य आचरण, कार्य या व्यवहार जो अवैध या गैरकानूनी है;</li><br>
<li> जबकि मेरा फार्महाउस अपनी साइट पर इस तरह के आचरण और सामग्री को प्रतिबंधित करता है, उपयोगकर्ता समझता है और सहमत है कि फिर भी उन्हें ऐसी सूचना सामग्री के संपर्क में लाया जा सकता है और वे तुरंत इस तरह के उल्लंघन के बारे में मेरा फार्महाउस को सूचित करेंगे। यदि उपयोगकर्ता मेरा फार्महाउस सेवा का उपयोग करना जारी रखता है, तो वे ऐसा अपने जोखिम पर करेंगे।
 </li><br>
 <h3>उपयोगकर्ता सामग्री</h3><br>
 <p>साइट के कुछ तत्वों में उपयोगकर्ताओं द्वारा सबमिट की गई सामग्री शामिल होगी। मेरा फार्महाउस ऐसी सामग्री सटीकता, लागू कानूनों के अनुरूपता के लिए कोई ज़िम्मेदारी स्वीकार नहीं करता है।
</p><br>
   <h3> विज्ञापनों</h3><br>
 <p>साइट अपने विवेक से विज्ञापन प्रदर्शित कर सकती है। मेरा फार्महाउस सेवा पर या उसके माध्यम से पाए जाने वाले विज्ञापनदाताओं के साथ उपयोगकर्ताओं का पत्राचार या व्यावसायिक व्यवहार, या प्रचार में भागीदारी, जिसमें संबंधित वस्तुओं या सेवाओं का भुगतान और वितरण, और ऐसे लेनदेन से जुड़े किसी भी अन्य नियम, शर्तें, वारंटी या प्रतिनिधित्व शामिल हैं। ये केवल उपयोगकर्ता और ऐसे विज्ञापनदाता के बीच हैं। उपयोगकर्ता इस बात से सहमत है कि मेरा फार्महाउस ऐसे किसी भी सौदे के परिणामस्वरूप या मेरा फार्महाउस सेवा पर ऐसे विज्ञापनदाताओं की उपस्थिति के परिणामस्वरूप होने वाले किसी भी प्रकार के नुकसान या क्षति के लिए जिम्मेदार या उत्तरदायी नहीं होगा।
</p><br>
<h3>साम्पत्तिक अधिकार</h3>
<p>उपयोगकर्ता स्वीकार करता है कि सभी बौद्धिक संपदा अधिकार, जिनमें कॉपीराइट, पेटेंट, ट्रेडमार्क, उत्पादों, मॉड्यूल, सामग्री और कार्यक्रमों में व्यापार रहस्य शामिल हैं, लेकिन इन्हीं तक सीमित नहीं हैं, 
हर समय कंपनी के पास बने रहेंगे। छात्र/अभिभावक को ऐसे कार्यक्रम खरीदने के आधार पर कार्यक्रमों में बौद्धिक संपदा पर किसी भी अधिकार का दावा करने का अधिकार नहीं होगा। इसके अलावा, किसी भी परिस्थिति में, छात्र/अभिभावक को प्रतियां बनाने का अधिकार प्राप्त नहीं होगा। उपयोगकर्ता स्वीकार करता है कि इस खंड के उल्लंघन या धमकी भरे उल्लंघन की स्थिति में, मौद्रिक क्षति पर्याप्त उपाय नहीं हो सकती है, इसलिए, अन्य अधिकारों और उपायों के अलावा, कंपनी छात्र/अभिभावक को रोकने के लिए निषेधाज्ञा राहत की हकदार होगी। ऐसा कोई भी उल्लंघन, धमकी भरा या वास्तविक। उपयोगकर्ता आगे स्वीकार करता है और सहमत है कि प्रायोजक विज्ञापनों में निहित सामग्री और सामग्री या मेरा फार्महाउस सेवाओं या विज्ञापनदाताओं के माध्यम से उपयोगकर्ता को प्रस्तुत की गई जानकारी कॉपीराइट, ट्रेडमार्क, सेवा चिह्न, पेटेंट या अन्य मालिकाना अधिकारों और कानूनों द्वारा संरक्षित है। मेरा फार्महाउस या विज्ञापनदाताओं द्वारा स्पष्ट रूप से अधिकृत किए जाने के अलावा, उपयोगकर्ता पूर्ण या आंशिक रूप से मेरा फार्महाउस सेवा के आधार पर व्युत्पन्न कार्यों को संशोधित करने, किराए पर लेने, पट्टे पर देने, ऋण देने, बेचने, वितरित करने या बनाने के लिए सहमत नहीं है।
</p><br>
<h3>वारंटियों का अस्वीकरण</h3><br>
<h5>उपयोगकर्ता स्पष्ट रूप से समझता है और सहमत है कि:</h5>
 <p>सेवा का उपयोग केवल उपयोगकर्ता के जोखिम पर है। सेवा "जैसी है" और "जैसी उपलब्ध है" के आधार पर प्रदान की जाती है। मेरा फार्महाउस किसी भी प्रकार की सभी वॉरन्‌टि को स्पष्ट रूप से अस्वीकार करता है, चाहे वह व्यक्त या निहित हो, जिसमें व्यापारिकता, किसी विशेष उद्देश्य के लिए उपयुक्तता और गैर-उल्लंघन की निहित वारंटी शामिल है, लेकिन इन्हीं तक सीमित नहीं है।
</p>
<p> मेरा फार्महाउस इस बात की कोई वॉरन्‌टि नहीं देता है कि</p>
<p>(i) सेवा उपयोगकर्ता की आवश्यकताओं को पूरा करेगी, </p>
<p>(ii) सेवा निर्बाध, समय पर, सुरक्षित या त्रुटि मुक्त होगी,</p>
<p> (iii) इसके उपयोग से प्राप्त होने वाले परिणाम सेवा सटीक या विश्वसनीय होगी, </p>
<p>(iv) सेवा के माध्यम से उपयोगकर्ता द्वारा खरीदे या प्राप्त किए गए किसी भी उत्पाद, सेवाओं, जानकारी या अन्य सामग्री की गुणवत्ता उपयोगकर्ता की अपेक्षाओं को पूरा करेगी, और </p>
<p>(v) सॉफ़्टवेयर में किसी भी त्रुटि को ठीक किया जाएगा ।</p>
<p>सेवा के उपयोग के माध्यम से डाउनलोड की गई या अन्यथा प्राप्त की गई कोई भी सामग्री उपयोगकर्ता के विवेक और जोखिम पर की जाती है और वह उपयोगकर्ता ऐसी किसी भी सामग्री के डाउनलोड के परिणामस्वरूप उपयोगकर्ता के कंप्यूटर सिस्टम को होने वाले किसी भी नुकसान या डेटा की हानि के लिए पूरी तरह से जिम्मेदार होगा।
- उपयोगकर्ता द्वारा मेरा फार्महाउस से या सेवा के माध्यम से प्राप्त की गई कोई भी सलाह या जानकारी, चाहे वह मौखिक हो या लिखित, कोई वॉरन्‌टि नहीं बनाएगी जो टीओएस में स्पष्ट रूप से नहीं बताई गई है।</p>
</p><br>
<h3>दायित्व की सीमा</h3><br>
<p>किसी भी परिस्थिति में मेरा फार्महाउस, मेरा फार्महाउस सेवा के उपयोग से या उससे संबंधित किसी भी अप्रत्यक्ष, आकस्मिक, परिणामी, विशेष या अनुकरणीय क्षति के लिए उपयोगकर्ता के प्रति उत्तरदायी नहीं होगा, भले ही मेरा फार्महाउस को ऐसी संभावना के बारे में सूचित किया गया हो या नहीं। नुकसान. दायित्व की ऐसी सीमा लागू होगी (i) चाहे नुकसान मेरा फार्महाउस सेवा के उपयोग या दुरुपयोग और उस पर निर्भरता से उत्पन्न हो, मेरा फार्महाउस सेवा का उपयोग करने में असमर्थता से, या मेरा फार्महाउस सेवा में रुकावट, निलंबन या समाप्ति से उत्पन्न हो ( तीसरे पक्ष द्वारा किए गए ऐसे नुकसान सहित), और (ii) किसी भी सीमित उपाय के आवश्यक उद्देश्य की विफलता के बावजूद और कानून द्वारा अनुमत पूर्ण सीमा तक। किसी भी परिस्थिति में मेरा फार्महाउस एक हजार रुपये से अधिक की राशि के लिए उपयोगकर्ता के प्रति उत्तरदायी नहीं होगा।
</p><br>
<h3>हानि से सुरक्षा</h3><br>
<p>उपयोगकर्ता किसी तीसरे पक्ष द्वारा किए गए उचित वकील की फीस सहित किसी भी दावे या मांग से मेरा फार्महाउस और उसकी सहायक कंपनियों, सहयोगियों, अधिकारियों, एजेंटों, सह-ब्रांडर्स या अन्य भागीदारों और कर्मचारियों को क्षतिपूर्ति देने और उन्हें हानिरहित रखने के लिए सहमत है। उपयोगकर्ता द्वारा सेवा के माध्यम से सबमिट, पोस्ट या प्रसारित की जाने वाली सामग्री, उपयोगकर्ता द्वारा सेवा का उपयोग, उपयोगकर्ता का सेवा से कनेक्शन, उपयोगकर्ता द्वारा टीओएस का उल्लंघन, या उपयोगकर्ता द्वारा किसी अन्य के किसी भी अधिकार का उल्लंघन से उत्पन्न होता है।
</p> <br>
<h3>सेवा का कोई पुनर्विक्रय नहीं</h3><br>
<p>उपयोगकर्ता सेवा के किसी भी हिस्से, सेवा के उपयोग या सेवा तक पहुंच के किसी भी व्यावसायिक उद्देश्य के लिए पुनरुत्पादन, डुप्लिकेट, कॉपी, बिक्री, पुनर्विक्रय या शोषण नहीं करने के लिए सहमत है।
</p><br>
<h3>सेवा में संशोधन</h3><br>
<p>मेरा फार्महाउस किसी भी समय और समय-समय पर सेवा (या उसके किसी भी हिस्से) को नोटिस के साथ या बिना सूचना के अस्थायी या स्थायी रूप से संशोधित या बंद करने का अधिकार सुरक्षित रखता है। उपयोगकर्ता इस बात से सहमत है कि सेवा में किसी भी संशोधन, निलंबन या समाप्ति के लिए मेरा फार्महाउस उपयोगकर्ता या किसी तीसरे पक्ष के प्रति उत्तरदायी नहीं होगा।
</p><br>
<h3>सूचना</h3><br>
<p>उपयोगकर्ता को नोटिस ईमेल या नियमित मेल के माध्यम से भेजा जा सकता है। साइट की सेवा आम तौर पर सेवा पर उपयोगकर्ता को नोटिस या नोटिस के लिंक प्रदर्शित करके टीओएस या अन्य मामलों में बदलाव की सूचना भी प्रदान कर सकती है।
</p><br>
    <h3>उल्लंघन</h3><br>
<p>कृपया इस अनुबंध के नियमों और शर्तों के किसी भी उल्लंघन की रिपोर्ट info@merafarmhouse.com पर करें</p><br>
<h3>अप्रत्याशित घटना</h3><br>
<p>मेरा फार्महाउस का उन मामलों के लिए उपयोगकर्ता के प्रति कोई दायित्व नहीं होगा जहां इसका कोई नियंत्रण नहीं है या जो इसके नियंत्रण से परे हैं और इस श्रेणी में आते हैं।</p><br>
<h3>पूरे समझौते</h3><br>
<p>सेवा की ये शर्तें विषय वस्तु के संबंध में पार्टियों के बीच संपूर्ण समझौते का गठन करती हैं और ऐसे विषय के संबंध में लिखित या मौखिक सभी पूर्व या समसामयिक समझ या समझौतों का स्थान लेती हैं।</p>
<br>
<h3>उपयोगकर्ता गोपनीयता नीति</h3><br>
<p>उपयोगकर्ता सहमति देता है कि कंपनी के उत्पादों, कार्यक्रमों या किसी अन्य सेवाओं की सदस्यता/उपयोग करके, यह स्पष्ट रूप से कंपनी को शिक्षाशास्त्र, सीखने के परिणामों, भविष्य कहनेवाला सीखने और किसी अन्य तरीके से भंडारण, उपयोग, विश्लेषण, वितरण या निपटने की अनुमति देता है। , जैसा कि कंपनी उचित समझती है, सीखने, अभ्यास और परीक्षण की अपनी अनूठी शिक्षाशास्त्र के माध्यम से कंपनी द्वारा प्राप्त जानकारी/डेटा से और ग्राहक द्वारा कंपनी के उत्पादों, कार्यक्रमों या कंपनी, उसके सहयोगियों या किसी तीसरे के रूप में किसी अन्य सेवा के उपयोग से पार्टी जैसा कि कंपनी अधिकृत कर सकती है।
</p><br>
   <p> उपयोगकर्ता की गोपनीयता मेरा फार्महाउस के लिए अत्यंत महत्वपूर्ण है। मेरा फार्महाउस के कुछ बुनियादी सिद्धांत हैं: - मेरा फार्महाउस अपने उपयोगकर्ताओं से ऑर्डर देते समय विभिन्न व्यक्तिगत डेटा, जैसे नाम, पता, क्रेडिट कार्ड की जानकारी और वैध ई-मेल आईडी प्रदान करने के लिए कहता है।
</p><br>
<li>मेरा फार्महाउस इस डेटा का उपयोग केवल ऑर्डर भरने या ऑर्डर की स्थिति के बारे में उपयोगकर्ता के साथ संचार करने के उद्देश्य से करता है। - मेरा फार्महाउस इस ग्राहक जानकारी को निजी और गोपनीय मानता है, और यह इस जानकारी को अन्य व्यक्तियों या संगठनों को तब तक प्रकट नहीं करेगा जब तक कि कानून द्वारा आवश्यक न हो।
</li><br>
<li>यदि उपयोगकर्ता को लगता है कि मेरा फार्महाउस ने किसी भी तरह से गोपनीयता पर इस कथन का उल्लंघन किया है, तो कृपया contact@merafarmhouse.com से संपर्क करें ताकि हम इस मुद्दे का समाधान कर सकें।
</li><br>
   <h3> धनवापसी, कैंसलेशन और पैक समाप्ति नीति</h3><br>
<li>उपयोगकर्ता द्वारा contact@merafarmhouse.com पर सदस्यता के लिए लेनदेन पूरा करने के बाद कोई धनवापसी या रद्दीकरण की अनुमति नहीं है। (केवल Merafarmhouse.com के माध्यम से की गई खरीदारी के लिए मान्य)।
</li><br>
<li>आपका सब्स्क्राइब्ड पैकेज समाप्त होने तक जारी रहेगा। जब तक आप अपने भुगतान से पहले अपनी सदस्यता रद्द नहीं करते, आप हमें अगले बिलिंग चक्र के लिए पैकेज राशि को आपकी भुगतान विधि से चार्ज करने के लिए अधिकृत करते हैं।
</li><br>
<li>साइनअप के दिन से आपको 7 दिन का निःशुल्क परीक्षण मिलेगा। आप सामग्री तक पूरी तरह पहुंच सकते हैं.</li><br>
<li>आप किसी भी समय अपनी सदस्यता रद्द कर सकते हैं, और भुगतान तिथि के अंत तक आपको पैकेज तक पहुंच मिलती रहेगी।</li><br>
<li>एक बार जब आप अपनी सदस्यता रद्द कर देते हैं, तो पैकेज राशि वापस नहीं की जाएगी।</li><br>
<p>मेरा फार्महाउस में, पैक खरीदे जाने के समय सुझाई गई वैधता के अनुसार समाप्त हो जाता है।</p><br>
<p>सदस्यता मूल्य आपको साइनअप पृष्ठों पर या अन्यथा साइनअप प्रक्रिया के दौरान स्पष्ट कर दिया जाएगा और समय-समय पर भिन्न हो सकता है। आप अपने साइन अप के समय आपको अधिसूचित दरों पर भुगतान करने के लिए सहमत हैं। हमारे ऐप पर प्रीमियम सामग्री के लिए साइन अप आम तौर पर एक वर्ष के लिए होता है। हालाँकि, हम मासिक भुगतान विकल्प प्रदान करना चुन सकते हैं। यदि आप मासिक भुगतान करना चुनते हैं, तो आपकी सदस्यता तब तक जारी रहेगी जब तक आप हमें यह नहीं बताते कि आप अब इसे प्राप्त नहीं करना चाहते हैं, ऐसी स्थिति में आप मासिक राशि का भुगतान करना बंद कर देंगे।
</p><br>

                        </div> 
                    </div>
                </div>
                
            </div>
        </div>
    </section>
    <!-- End blog_wrap -->
     <?php get_footer('custom-hi'); ?>