<?php
/*
Template Name: Custom varshny-sir-hi Page
*/
get_header('custom-hi');

?>
<section class="page-title-area text-white bg_cover"
    style="background-image: url(<?php echo get_stylesheet_directory_uri(); ?>/assets/images/gallery/5.jpg);">
    <div class="container">
        <!--======  Page-title-Inner ======-->
        <div class="page-title-inner text-center">
            <h1 class="page-title">
                <font style="vertical-align: inherit;">
                    <font style="vertical-align: inherit;">सपने</font>
                </font>
            </h1>
            <div class="gd-breadcrumb">
                <span class="breadcrumb-entry"><a href="/index-hi"> होम </a></span>
                <span class="separator"></span>
                <span class="breadcrumb-entry active">
                    <font style="vertical-align: inherit;">
                        <font style="vertical-align: inherit;">नियम और शर्तें</font>
                    </font>
                </span>
            </div>
        </div>
    </div>
</section>

<!-- start blog_wrap -->
<section class="blog_wrap pt_90">
    <div class="container">
        <div class="row">
            <div class="col-lg-12 col-md-12 col-sm-12 col-xs-12 cus_pad_left">
                <div class="blog_content blog_single_content pb_100">
                    <div class="blog_single_item wow fadeInUp" style="visibility: visible; animation-name: fadeInUp;">
                        <br>
                        <h3>प्रो. एसी वार्ष्णेय का विजन: विश्वसनीय पशुधन सूचना के साथ किसानों को सशक्त बनाना</h3><br>
                        <p>प्रोफेसर एसी वार्ष्णेय, पूर्व कुलपति डुवासु, मथुरा, यूपी और पूर्व डीन सीएयू, अज़वाल, मिजोरम और
                            सीएसकेएचपीकेवी, पालमपुर, एचपी, ने वर्षों से पशुधन क्षेत्र में काम किया है। वह हमेशा कृषि
                            परिदृश्य में क्रांति लाना चाहते हैं, तभी उनकी मुलाकात एमएफएच के अध्यक्ष श्री पवन मंगला से
                            हुई। 2, 3 बार मिलने के बाद, उन्हें श्री मंगला जी के एक ऐसा मंच बनाने वाले प्रोजेक्ट विचार के
                            बारे में पता चला जो किसानों को विश्वसनीय और पारदर्शी जानकारी प्रदान करेगा और उन्होंने पाया
                            कि यह किसान समाज में योगदान करने का सबसे अच्छा तरीका है। उन्होंने किसानों को सशक्त बनाने के
                            लिए मेरा फार्महाउस पोर्टल पर पशुधन की जानकारी डालने की सलाह दी क्योंकि उन्हें पहले ऐसे किसान
                            मिले थे जो पशु चिकित्सा विज्ञान, पशुधन प्रबंधन और डेयरी फार्मिंग मशीनरी में नवीनतम प्रगति के
                            बारे में नहीं जानते थे। उन्होंने सोचा कि यह सबसे अच्छा तरीका है जो कृषि क्षेत्र की समृद्धि
                            और सतत विकास में मदद कर सकता है।</p>

                        <p>उनकी दृष्टि के मूल में विश्वास और पारदर्शिता निहित है। उनका लक्ष्य एक ऐसा मंच बनाना था जहां
                            किसान प्रामाणिक, सत्यापित और निष्पक्ष जानकारी तक पहुंच सकें, जिससे हमारे और कृषक समुदाय के
                            बीच विश्वास की एक मजबूत नींव तैयार हो सके। वह चाहते हैं कि किसानों को टीके, क्रॉसब्रीडिंग
                            तकनीक, पशुधन नस्ल, बीमारी की रोकथाम और सावधानियों, बारे में सटीक जानकारी प्रदान करके
                            विश्वसनीयता और निर्भरता के माहौल को बढ़ावा देना है। हमारा प्लेटफ़ॉर्म लगातार विश्वसनीय
                            जानकारी प्रदान करेगा जिस पर किसान महत्वपूर्ण निर्णय लेने के लिए भरोसा कर सकते हैं। अपनी
                            परियोजना की मापनीयता सुनिश्चित करके, हमारा लक्ष्य छोटे परिवार के स्वामित्व वाले खेतों से
                            लेकर बड़े वाणिज्यिक उद्यमों तक किसानों के जीवन पर सकारात्मक प्रभाव डालना है।</p><br>
                        <p>किसानों की विविधता और उनकी तकनीकी परिचितता के विभिन्न स्तरों को पहचानते हुए, हमने एक
                            उपयोगकर्ता-अनुकूल मंच बनाया है जिसे नेविगेट करना और समझना आसान है। एक सुविधाजनक इंटरफ़ेस के
                            माध्यम से, यह पोर्टल किसानों को वे उपकरण प्रदान करेगा जिनकी उन्हें अपनी कृषि पद्धतियों को
                            बढ़ाने और उत्पादकता में सुधार करने के लिए आवश्यकता है। </p><br>
                        <p>यह परियोजना कृषि संबंधी जानकारी का एक व्यापक भंडार है, जिसमें डेयरी फार्मिंग के लिए नवीनतम
                            मशीनरी से लेकर नवीन क्रॉसब्रीडिंग तकनीकों तक विषयों की एक विस्तृत श्रृंखला शामिल है। किसानों
                            को लागत प्रभावी पशुधन विकल्पों, बीमारियों के निवारक उपायों और सर्वोत्तम प्रथाओं के बारे में
                            ज्ञान प्रदान करके, हमारा लक्ष्य उन्हें सूचित निर्णय लेने के लिए सशक्त बनाना है जिससे उच्च
                            पैदावार और लाभप्रदता में वृद्धि हो सके।</p> <br>
                        <p>इसने हमारे मंच को कृषि विज्ञान में अत्याधुनिक अनुसंधान और प्रगति से समृद्ध किया है, जिससे यह
                            सुनिश्चित हुआ है कि किसानों को सबसे नवीनतम जानकारी और सुझाव प्राप्त हों। </p><br>
                        <br>
                    </div>

                </div>
            </div>

        </div>
    </div>
</section>
<!-- End blog_wrap -->
<?php get_footer('custom-hi'); ?>