<?php
/*
Template Name: Custom varshny-sir-bi Page
*/
get_header('custom-bi');

?>
<!--====== Start Page-title-area section ======-->
<section class="page-title-area text-white bg_cover"
    style="background-image: url(<?php echo get_stylesheet_directory_uri(); ?>/assets/images/gallery/5.jpg);">
    <div class="container">
        <!--======  Page-title-Inner ======-->
        <div class="page-title-inner text-center">
            <h1 class="page-title">ਵਿਜ਼ਨ</h1>
            <div class="gd-breadcrumb">
                <span class="breadcrumb-entry"><a href="/index-bi"> ਹੋਮ</a></span>
                <span class="separator"></span>
                <span class="breadcrumb-entry active">ਨਿਯਮ ਅਤੇ ਸ਼ਰਤਾਂ</span>
            </div>
        </div>
    </div>
</section>

<!-- start blog_wrap -->
<section class="blog_wrap pt_90">
    <div class="container">
        <div class="row">
            <div class="col-lg-12 col-md-12 col-sm-12 col-xs-12 cus_pad_left">
                <div class="blog_content blog_single_content pb_100">
                    <div class="blog_single_item wow fadeInUp" style="visibility: visible; animation-name: fadeInUp;">
                        <br>
                        <h3>ਪ੍ਰੋ. ਏ ਸੀ ਵਰਸ਼ਨੇ ਦਾ ਵਿਜ਼ਨ: ਭਰੋਸੇਮੰਦ ਪਸ਼ੂਧਨ ਜਾਣਕਾਰੀ ਨਾਲ ਕਿਸਾਨਾਂ ਨੂੰ ਸਮਰੱਥ ਬਣਾਉਣਾ </h3><br>
                        <p>ਪ੍ਰੋ. ਏ.ਸੀ. ਵਰਸ਼ਨੇ, ਸਾਬਕਾ ਵਾਈਸ-ਚਾਂਸਲਰ ਦੁਵਾਸੂ, ਮਥੁਰਾ, ਯੂਪੀ ਅਤੇ ਸਾਬਕਾ ਡੀਨ CAU, ਆਈਜ਼ਵਾਲ, ਮਿਜ਼ੋਰਮ
                            ਅਤੇ CSKHPKV, ਪਾਲਮਪੁਰ, ਹਿਮਾਚਲ ਪ੍ਰਦੇਸ਼, ਨੇ ਕਈ ਸਾਲਾਂ ਤੋਂ ਪਸ਼ੂ ਧਨ ਦੇ ਖੇਤਰ ਵਿੱਚ ਕੰਮ ਕੀਤਾ ਹੈ। ਉਹ
                            ਹਮੇਸ਼ਾ ਖੇਤੀਬਾੜੀ ਦੇ ਖੇਤਰ ਵਿੱਚ ਕ੍ਰਾਂਤੀ ਲਿਆਉਣਾ ਚਾਹੁੰਦਾ ਹਨ ਤਾਂ ਉਹ ਸ਼੍ਰੀ ਪਵਨ ਮੰਗਲਾ, ਚੇਅਰਮੈਨ, MFH
                            ਨੂੰ ਮਿਲਿਆ। 2 ਤੋਂ 3 ਮੀਟਿੰਗਾਂ ਤੋਂ ਬਾਅਦ, ਓਹਨਾ ਨੂੰ ਸ੍ਰੀ ਮੰਗਲਾ ਜੀ ਦੇ ਇੱਕ ਪਲੇਟਫਾਰਮ ਬਣਾਉਣ ਦੇ
                            ਪ੍ਰੋਜੈਕਟ ਵਿਚਾਰ ਬਾਰੇ ਪਤਾ ਲਗਿਆ ਜੋ ਕਿਸਾਨਾਂ ਨੂੰ ਭਰੋਸੇਯੋਗ ਅਤੇ ਪਾਰਦਰਸ਼ੀ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ ਕਰੇਗਾ ਅਤੇ
                            ਓਹਨਾ ਨੇ ਪਾਇਆ ਕਿ ਇਹ ਕਿਸਾਨ ਸਮਾਜ ਵਿੱਚ ਯੋਗਦਾਨ ਪਾਉਣ ਦਾ ਸਭ ਤੋਂ ਵਧੀਆ ਤਰੀਕਾ ਹੈ। ਓਹਨਾ ਨੇ ਕਿਸਾਨਾਂ ਨੂੰ
                            ਸਸ਼ਕਤ ਕਰਨ ਲਈ ਪੋਰਟਲ ਮੇਰਾ ਫਾਰਮਹਾਊਸ ਵਿੱਚ ਪਸ਼ੂਧਨ ਦੀ ਜਾਣਕਾਰੀ ਪਾਉਣ ਦੀ ਸਲਾਹ ਦਿੱਤੀ ਕਿਉਂਕਿ ਉਹ ਪਹਿਲਾਂ
                            ਅਜਿਹੇ ਕਿਸਾਨਾਂ ਨੂੰ ਜਾਂਦੇ ਸਨ ਜੋ ਵੈਟਰਨਰੀ ਵਿਗਿਆਨ, ਪਸ਼ੂ ਪਾਲਣ ਪ੍ਰਬੰਧਨ ਅਤੇ ਡੇਅਰੀ ਫਾਰਮਿੰਗ ਮਸ਼ੀਨਰੀ
                            ਵਿੱਚ ਨਵੀਨਤਮ ਤਰੱਕੀ ਤੋਂ ਜਾਣੂ ਨਹੀਂ ਹਨ। ਉਨ੍ਹਾਂ ਨੇ ਸੋਚਿਆ ਕਿ ਇਹ ਸਭ ਤੋਂ ਵਧੀਆ ਤਰੀਕਾ ਹੈ ਜੋ ਖੁਸ਼ਹਾਲੀ
                            ਅਤੇ ਖੇਤੀਬਾੜੀ ਸੈਕਟਰ ਦੇ ਟਿਕਾਊ ਵਿਕਾਸ ਵਿੱਚ ਮਦਦ ਕਰ ਸਕਦਾ ਹੈ।</p>
                        <p>ਓਹਨਾ ਦੇ ਦ੍ਰਿਸ਼ਟੀਕੋਣ ਦਾ ਮੂਲ ਵਿਸ਼ਵਾਸ ਅਤੇ ਪਾਰਦਰਸ਼ਤਾ ਹੈ। ਓਹਨਾ ਦਾ ਉਦੇਸ਼ ਇੱਕ ਅਜਿਹਾ ਪਲੇਟਫਾਰਮ ਬਣਾਉਣਾ
                            ਹੈ ਜਿੱਥੇ ਕਿਸਾਨ ਪ੍ਰਮਾਣਿਕ, ਪ੍ਰਮਾਣਿਤ ਅਤੇ ਨਿਰਪੱਖ ਜਾਣਕਾਰੀ ਤੱਕ ਪਹੁੰਚ ਕਰ ਸਕਦੇ ਹਨ, ਸਾਡੇ ਅਤੇ ਕਿਸਾਨ
                            ਭਾਈਚਾਰੇ ਵਿੱਚ ਵਿਸ਼ਵਾਸ ਦੀ ਇੱਕ ਮਜ਼ਬੂਤ ਨੀਂਹ ਬਣਾ ਸਕਦੇ ਹਨ। ਉਹ ਚਾਹੁੰਦਾ ਹਨ ਕਿ ਕਿਸਾਨਾਂ ਨੂੰ ਵੈਕਸੀਨ,
                            ਕਰਾਸ ਬ੍ਰੀਡਿੰਗ ਤਕਨੀਕਾਂ, ਪਸ਼ੂਆਂ ਦੀਆਂ ਨਸਲਾਂ, ਬਿਮਾਰੀਆਂ ਦੀ ਰੋਕਥਾਮ ਅਤੇ ਸਾਵਧਾਨੀਆਂ ਬਾਰੇ ਸਹੀ ਜਾਣਕਾਰੀ
                            ਮੁਹੱਈਆ ਕਰਵਾ ਕੇ ਇਕ ਭਰੋਸੇਯੋਗਤਾ ਦਾ ਮਾਹੌਲ ਬਣਾਇਆ ਜਾਵੇ। ਸਾਡਾ ਪਲੇਟਫਾਰਮ ਲਗਾਤਾਰ ਭਰੋਸੇਯੋਗ ਜਾਣਕਾਰੀ
                            ਪ੍ਰਦਾਨ ਕਰੇਗਾ ਜਿਸ 'ਤੇ ਕਿਸਾਨ ਮਹੱਤਵਪੂਰਨ ਫੈਸਲੇ ਲੈਣ ਲਈ ਭਰੋਸਾ ਕਰ ਸਕਦੇ ਹਨ। ਸਾਡੇ ਪ੍ਰੋਜੈਕਟ ਦੀ
                            ਮਾਪਯੋਗਤਾ ਨੂੰ ਯਕੀਨੀ ਬਣਾ ਕੇ, ਅਸੀਂ ਛੋਟੇ ਪੈਮਾਨੇ ਦੇ ਪਰਿਵਾਰਕ ਮਾਲਕੀ ਵਾਲੇ ਖੇਤਾਂ ਤੋਂ ਲੈ ਕੇ ਵੱਡੇ ਵਪਾਰਕ
                            ਉੱਦਮਾਂ ਤੱਕ ਕਿਸਾਨਾਂ ਦੇ ਜੀਵਨ 'ਤੇ ਸਕਾਰਾਤਮਕ ਪ੍ਰਭਾਵ ਪਾਉਣ ਦਾ ਟੀਚਾ ਰੱਖਦੇ ਹਾਂ।</p><br>
                        <p>
                            <font style="vertical-align: inherit;">
                                <font style="vertical-align: inherit;">ਓਹਨਾ ਦੇ ਦ੍ਰਿਸ਼ਟੀਕੋਣ ਦਾ ਮੂਲ ਵਿਸ਼ਵਾਸ ਅਤੇ ਪਾਰਦਰਸ਼ਤਾ
                                    ਹੈ। ਓਹਨਾ ਦਾ ਉਦੇਸ਼ ਇੱਕ ਅਜਿਹਾ ਪਲੇਟਫਾਰਮ ਬਣਾਉਣਾ ਹੈ ਜਿੱਥੇ ਕਿਸਾਨ ਪ੍ਰਮਾਣਿਕ, ਪ੍ਰਮਾਣਿਤ ਅਤੇ
                                    ਨਿਰਪੱਖ ਜਾਣਕਾਰੀ ਤੱਕ ਪਹੁੰਚ ਕਰ ਸਕਦੇ ਹਨ, ਸਾਡੇ ਅਤੇ ਕਿਸਾਨ ਭਾਈਚਾਰੇ ਵਿੱਚ ਵਿਸ਼ਵਾਸ ਦੀ ਇੱਕ
                                    ਮਜ਼ਬੂਤ ਨੀਂਹ ਬਣਾ ਸਕਦੇ ਹਨ। ਉਹ ਚਾਹੁੰਦਾ ਹਨ ਕਿ ਕਿਸਾਨਾਂ ਨੂੰ ਵੈਕਸੀਨ, ਕਰਾਸ ਬ੍ਰੀਡਿੰਗ ਤਕਨੀਕਾਂ,
                                    ਪਸ਼ੂਆਂ ਦੀਆਂ ਨਸਲਾਂ, ਬਿਮਾਰੀਆਂ ਦੀ ਰੋਕਥਾਮ ਅਤੇ ਸਾਵਧਾਨੀਆਂ ਬਾਰੇ ਸਹੀ ਜਾਣਕਾਰੀ ਮੁਹੱਈਆ ਕਰਵਾ ਕੇ
                                    ਇਕ ਭਰੋਸੇਯੋਗਤਾ ਦਾ ਮਾਹੌਲ ਬਣਾਇਆ ਜਾਵੇ। ਸਾਡਾ ਪਲੇਟਫਾਰਮ ਲਗਾਤਾਰ ਭਰੋਸੇਯੋਗ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ
                                    ਕਰੇਗਾ ਜਿਸ 'ਤੇ ਕਿਸਾਨ ਮਹੱਤਵਪੂਰਨ ਫੈਸਲੇ ਲੈਣ ਲਈ ਭਰੋਸਾ ਕਰ ਸਕਦੇ ਹਨ। ਸਾਡੇ ਪ੍ਰੋਜੈਕਟ ਦੀ
                                    ਮਾਪਯੋਗਤਾ ਨੂੰ ਯਕੀਨੀ ਬਣਾ ਕੇ, ਅਸੀਂ ਛੋਟੇ ਪੈਮਾਨੇ ਦੇ ਪਰਿਵਾਰਕ ਮਾਲਕੀ ਵਾਲੇ ਖੇਤਾਂ ਤੋਂ ਲੈ ਕੇ
                                    ਵੱਡੇ ਵਪਾਰਕ ਉੱਦਮਾਂ ਤੱਕ ਕਿਸਾਨਾਂ ਦੇ ਜੀਵਨ 'ਤੇ ਸਕਾਰਾਤਮਕ ਪ੍ਰਭਾਵ ਪਾਉਣ ਦਾ ਟੀਚਾ ਰੱਖਦੇ ਹਾਂ।
                                </font>
                            </font>
                        </p><br>
                        <p>ਇਹ ਪ੍ਰੋਜੈਕਟ ਖੇਤੀਬਾੜੀ ਜਾਣਕਾਰੀ ਦਾ ਇੱਕ ਵਿਆਪਕ ਭੰਡਾਰ ਹੈ, ਜਿਸ ਵਿੱਚ ਡੇਅਰੀ ਫਾਰਮਿੰਗ ਲਈ ਨਵੀਨਤਮ ਮਸ਼ੀਨਰੀ
                            ਤੋਂ ਲੈ ਕੇ ਨਵੀਨਤਾਕਾਰੀ ਕਰਾਸਬ੍ਰੀਡਿੰਗ ਤਕਨੀਕਾਂ ਤੱਕ ਦੇ ਵਿਸ਼ਿਆਂ ਦੀ ਇੱਕ ਵਿਸ਼ਾਲ ਸ਼੍ਰੇਣੀ ਸ਼ਾਮਲ ਹੈ।
                            ਕਿਸਾਨਾਂ ਨੂੰ ਲਾਗਤ-ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਪਸ਼ੂਆਂ ਦੇ ਵਿਕਲਪਾਂ, ਬਿਮਾਰੀਆਂ ਲਈ ਰੋਕਥਾਮ ਉਪਾਵਾਂ, ਅਤੇ ਸਭ ਤੋਂ ਵਧੀਆ
                            ਅਭਿਆਸਾਂ ਬਾਰੇ ਗਿਆਨ ਪ੍ਰਦਾਨ ਕਰਕੇ, ਸਾਡਾ ਉਦੇਸ਼ ਉਹਨਾਂ ਨੂੰ ਸੂਝਵਾਨ ਫੈਸਲੇ ਲੈਣ ਲਈ ਸਮਰੱਥ ਬਣਾਉਣਾ ਹੈ ਜਿਸ
                            ਨਾਲ ਉੱਚ ਉਪਜ ਅਤੇ ਵੱਧ ਮੁਨਾਫਾ ਹੋ ਸਕਦਾ ਹੈ।</p><br>
                        <p>ਇਸ ਨੇ ਸਾਡੇ ਪਲੇਟਫਾਰਮ ਨੂੰ ਖੇਤੀਬਾੜੀ ਵਿਗਿਆਨ ਵਿੱਚ ਅਤਿ-ਆਧੁਨਿਕ ਖੋਜਾਂ ਅਤੇ ਤਰੱਕੀਆਂ ਨਾਲ ਭਰਪੂਰ ਬਣਾਇਆ ਹੈ,
                            ਇਹ ਯਕੀਨੀ ਬਣਾਉਂਦਾ ਹੈ ਕਿ ਕਿਸਾਨਾਂ ਨੂੰ ਸਭ ਤੋਂ ਨਵੀਨਤਮ ਜਾਣਕਾਰੀ ਅਤੇ ਸੁਜਾਅ ਪ੍ਰਾਪਤ ਹੋਣ। </p> <br>
                        <br>
                    </div>

                </div>
            </div>

        </div>
    </div>
</section>
<!-- End blog_wrap -->
<?php get_footer('custom-bi'); ?>